[
  {
    "sku": "GBA-001",
    "slug": "gba-001-pokemon-emerald",
    "name": "Pokémon Emerald",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 85,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Emerald voor de Game Boy Advance — de ultieme Generatie III-ervaring in de tropische Hoenn-regio. In deze verbeterde versie van Ruby en Sapphire volg je een unieke verhaallijn waarin zowel Team Magma als Team Aqua de hoofdvijanden zijn. Vang de legendarische Rayquaza in de Sky Pillar om het gevecht tussen Kyogre en Groudon te stoppen. De game introduceerde de befaamde Battle Frontier met zeven faciliteiten en geanimeerde Pokémon-sprites. Met 386 Pokémon, geheime bases en dubbele gevechten biedt Emerald honderden uren speelplezier. Een van de meest gewilde GBA-cartridges op de verzamelmarkt. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-001-pokemon-emerald.webp",
    "inkoopPrijs": 34,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-002",
    "slug": "gba-002-pokemon-sapphire-eur",
    "name": "Pokémon Sapphire (EUR)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 40,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Sapphire voor de Game Boy Advance — Generatie III waarin je de tropische Hoenn-regio verkent als jonge trainer. Het verhaal draait om Team Aqua dat de oceanen wil uitbreiden door het legendarische Kyogre te ontwaken. Sapphire introduceerde revolutionaire nieuwigheden zoals dubbele gevechten, abilities, geheime bases en de mogelijkheid om onder water te duiken naar verborgen gebieden. Met 200 nieuwe Pokémon en 386 in totaal is er genoeg te vangen. De Hoenn-regio staat bekend om zijn diverse landschappen: vulkanen, koraalriffen, regenwouden en woestijnen. Pokémon-wedstrijden bieden een alternatieve manier om je team te tonen. Europese versie (PAL/EUR). Losse cartridge, getest en volledig werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gba-002-pokemon-sapphire-eur.webp",
    "backImage": "/images/products/gba-002-pokemon-sapphire-eur-back.webp",
    "inkoopPrijs": 16,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-001",
    "slug": "ds-001-pokemon-platinum",
    "name": "Pokémon Platinum",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 70,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Platinum voor de Nintendo DS — de definitieve Generatie IV-ervaring en verbeterde versie van Diamond en Pearl. Het spectaculaire Distortion World, waar Giratina in Origin Forme heerst, is een van de meest memorabele momenten in de serie. De Battle Frontier met vijf faciliteiten biedt eindeloze post-game content. Platinum verbeterde de snelheid aanzienlijk en introduceerde nieuwe vormen voor Giratina, Shaymin en Rotom. De Sinnoh-regio met Mount Coronet en Snowpoint City is een van de rijkste gebieden in de franchise. Met 493 Pokémon in totaal. Wordt consequent in de top 3 van beste Pokémon-games geplaatst. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-001-pokemon-platinum.webp",
    "backImage": "/images/products/ds-001-pokemon-platinum-back.webp",
    "inkoopPrijs": 28,
    "inkoopFeatured": true,
    "cibPrice": 80,
    "cibImage": "/images/products/ds-001-pokemon-platinum-cib.webp",
    "cibBackImage": "/images/products/ds-001-pokemon-platinum-cib-back.webp"
  },
  {
    "sku": "DS-003",
    "slug": "ds-003-pokemon-heartgold",
    "name": "Pokémon HeartGold",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 90,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon HeartGold voor de Nintendo DS — de iconische remake van Pokémon Gold, regelmatig in de top 3 van beste Pokémon-games aller tijden. Met het legendarische Ho-Oh op de cover reis je door Johto, versla je Team Rocket en ontdek je de gehele Kanto-regio — 16 Gym Badges in totaal. Je Pokémon loopt achter je aan door de overworld, een feature die de band met je team voelbaar maakt. Na de hoofdverhaallijn wacht de strijd tegen Red op Mount Silver met zijn team rond level 80. Met de Pokéathlon, Battle Frontier en Safari Zone biedt HeartGold de meest uitgebreide post-game uit de hele serie. De Europese PAL-versie is bijzonder gewild vanwege beperktere oplages. Losse cartridge, getest en werkend. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-003-pokemon-heartgold.webp",
    "backImage": "/images/products/ds-003-pokemon-heartgold-back.webp",
    "inkoopPrijs": 36,
    "inkoopFeatured": true,
    "cibPrice": 95,
    "cibImage": "/images/products/ds-003-pokemon-heartgold-cib.webp",
    "cibBackImage": "/images/products/ds-003-pokemon-heartgold-cib-back.webp"
  },
  {
    "sku": "DS-007",
    "slug": "ds-007-pokemon-ranger-guardian-signs",
    "name": "Pokémon Ranger: Guardian Signs",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Ranger: Guardian Signs voor de Nintendo DS — het derde en laatste deel in de Ranger-trilogie. In de tropische Oblivia-regio gebruik je de Capture Styler op het touchscreen om Pokémon te bevrienden. De grote nieuwigheid zijn de Ranger Signs: speciale symbolen waarmee je legendarische Pokémon als Raikou, Entei, Suicune en zelfs Ho-Oh en Lugia kunt oproepen om op te rijden. Het verhaal draait om de Pokémon Pinchers en voert je langs eilanden, ruïnes en vulkanen. Als eerste Ranger-game met online multiplayer-missies. Een unieke actie-ervaring die het touchscreen creatief benut. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-007-pokemon-ranger-guardian-signs.webp",
    "backImage": "/images/products/ds-007-pokemon-ranger-guardian-signs-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-008",
    "slug": "ds-008-pokemon-ranger-shadows-of-almia",
    "name": "Pokémon Ranger: Shadows of Almia",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 15,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Ranger: Shadows of Almia voor de Nintendo DS — het tweede deel in de Ranger-serie met flinke verbeteringen. Je begint als student aan de Ranger School in de Almia-regio en groeit uit tot een volwaardige Pokémon Ranger. De vernieuwde Capture Styler voelt vloeiender aan met verbeterde responsiviteit en Power-ups. Het verhaal draait om de mysterieuze Darkness Crystal en Team Dim Sun dat Pokémon wil controleren. Dialga, Palkia en Darkrai spelen een rol in het verhaal. Met meer dan 270 Pokémon om te vangen, questmissies na de hoofdverhaallijn en het unieke systeem waarbij Pokémon je helpen puzzels op te lossen. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-008-pokemon-ranger-shadows-of-almia.webp",
    "backImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-back.webp",
    "inkoopPrijs": 6,
    "inkoopFeatured": false,
    "cibPrice": 30,
    "cibImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-cib.webp",
    "cibBackImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-cib-back.webp"
  },
  {
    "sku": "DS-009",
    "slug": "ds-009-pokemon-mystery-dungeon-explorers-of-time",
    "name": "Pokémon Mystery Dungeon: Explorers of Time",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Time voor de Nintendo DS — het tweede Mystery Dungeon-avontuur met een van de meest ontroerende verhalen in de franchise. Je wordt een Pokémon en verliest je geheugen. Samen met je partner vorm je een verkenningsteam bij de Wigglytuff Guild en ontdek je een episch tijdreisverhaal over de verlamming van de tijd en de duistere Darkrai. De roguelike gameplay biedt willekeurig gegenereerde verdiepingen en honderden te rekruteren Pokémon. Na de hoofdverhaallijn opent een uitgebreide post-game met legendarische Pokémon. Bevat exclusieve Pokémon ten opzichte van Explorers of Darkness. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time.webp",
    "backImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false,
    "cibPrice": 40,
    "cibImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-cib.webp",
    "cibBackImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-cib-back.webp"
  },
  {
    "sku": "3DS-003",
    "slug": "3ds-003-pokemon-alpha-sapphire",
    "name": "Pokémon Alpha Sapphire",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Alpha Sapphire voor de Nintendo 3DS — de schitterende 3D-remake van Pokémon Sapphire uit 2002. Duik opnieuw de Hoenn-regio in met vernieuwde graphics, Mega Evoluties en Primal Kyogre — de oervorm van het legendarische oceaan-Pokémon. Het verhaal volgt Team Aqua in hun missie om de zeeën uit te breiden. Na het hoofdavontuur biedt de Delta Episode een exclusief verhaal met Mega Rayquaza en Deoxys in de ruimte. Vlieg op Latias door de Hoenn-lucht en ontdek Mirage Spots waar legendarische Pokémon schuilgaan. De DexNav maakt het opsporen van zeldzame Pokémon verslavend. Super Secret Bases en Pokémon-wedstrijden bieden uren extra content. Perfecte instap voor nieuwkomers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-003-pokemon-alpha-sapphire.webp",
    "backImage": "/images/products/3ds-003-pokemon-alpha-sapphire-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true,
    "cibImage": "/images/products/3ds-003-pokemon-alpha-sapphire-cib.webp",
    "cibBackImage": "/images/products/3ds-003-pokemon-alpha-sapphire-cib-back.webp"
  },
  {
    "sku": "3DS-004",
    "slug": "3ds-004-pokemon-moon",
    "name": "Pokémon Moon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Moon voor de Nintendo 3DS — Generatie VII in de op Hawaï geïnspireerde Alola-regio. Alolan varianten van klassiekers als Vulpix (ijs-type) en Raichu (elektrisch/psychisch) geven bekende Pokémon een frisse draai. Het legendarische Lunala, een psychisch/spook-type, speelt een centrale rol in het mysterieuze verhaal over Ultra Beasts en de Aether Foundation. Moon speelt zich 12 uur verschoven af van Sun, waardoor je overdag in het maanlicht speelt. Island Trials met Totem Pokémon vervangen de traditionele Gyms. Spectaculaire Z-Moves bieden nieuwe gevechtsmogelijkheden. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-004-pokemon-moon.webp",
    "backImage": "/images/products/3ds-004-pokemon-moon-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false,
    "cibImage": "/images/products/3ds-004-pokemon-moon-cib.webp",
    "cibBackImage": "/images/products/3ds-004-pokemon-moon-cib-back.webp"
  },
  {
    "sku": "DS-011",
    "slug": "ds-011-pokemon-md-blue-rescue-team",
    "name": "Pokémon Mystery Dungeon: Blue Rescue Team",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Blue Rescue Team voor de Nintendo DS — de DS-helft van het allereerste Mystery Dungeon-avontuur. Word een Pokémon en vorm samen met je partner een reddingsteam. De willekeurig gegenereerde dungeons zorgen voor eindeloze herhaalbaarheid. Het verhaal is verrassend emotioneel: thema's over vriendschap en opoffering raken spelers van alle leeftijden. De DS-versie toont de kaart op het bovenste scherm. Met Pokémon uit Generatie I tot III om te rekruteren, Friend Areas en verborgen post-game dungeons met legendarische Pokémon. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-011-pokemon-md-blue-rescue-team.webp",
    "backImage": "/images/products/ds-011-pokemon-md-blue-rescue-team-back.webp",
    "inkoopPrijs": 12,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-013",
    "slug": "ds-013-pokemon-ranger",
    "name": "Pokémon Ranger",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Ranger voor de Nintendo DS — het allereerste Ranger-avontuur dat het touchscreen op een geheel nieuwe manier benut. Gebruik een Capture Styler: teken cirkels om wilde Pokémon om ze tijdelijk te bevrienden. In de Fiore-regio bescherm je de natuur tegen de Go-Rock Squad. Gevangen Pokémon helpen obstakels overwinnen: vuur om hekken te verbranden, water om branden te blussen en kracht om rotsen te verplaatsen. Met Generatie I tot III Pokémon en een boeiende verhaallijn. De game bood een speciale Manaphy Egg-missie voor Diamond en Pearl. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-013-pokemon-ranger.webp",
    "backImage": "/images/products/ds-013-pokemon-ranger-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-014",
    "slug": "ds-014-pokemon-md-explorers-of-darkness",
    "name": "Pokémon Mystery Dungeon: Explorers of Darkness",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Darkness voor de Nintendo DS — de donkere tegenhanger van Explorers of Time met exclusieve rekruteerbare Pokémon. Sluit je aan bij de Wigglytuff Guild als verkenner. Het epische tijdreisverhaal over Temporal Tower, Grovyle en de duistere Darkrai is een van de beste in de franchise. De roguelike gameplay biedt willekeurig gegenereerde dungeons op elke verdieping. Met honderden Pokémon om te rekruteren, een uitdagende moeilijkheidsgraad en een uitgebreide post-game met legendarische dungeons. Het IQ-systeem laat teamleden vaardigheden leren. De emotionele soundtrack en het hartverscheurende einde maken dit onvergetelijk. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-014-pokemon-md-explorers-of-darkness.webp",
    "backImage": "/images/products/ds-014-pokemon-md-explorers-of-darkness-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-016",
    "slug": "ds-016-pokemon-black-2",
    "name": "Pokémon Black 2",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Black Version 2 voor de Nintendo DS — het eerste echte vervolg in de Pokémon-hoofdserie, twee jaar na Black. De Unova-regio is drastisch veranderd met nieuwe steden en bevroren gebieden. Het legendarische Black Kyurem, de fusie van Kyurem en Zekrom, staat centraal in het verhaal over Team Plasma's terugkeer. De Pokémon World Tournament laat je alle kampioenen uit eerdere generaties uitdagen. PokéStar Studios en Hidden Grottos met Hidden Abilities bieden unieke content. De post-game biedt toegang tot Pokémon uit alle vijf generaties. Generatie V op zijn absolute best. Compleet in doos met handleiding. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-016-pokemon-black-2.webp",
    "backImage": "/images/products/ds-016-pokemon-black-2-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-017",
    "slug": "ds-017-pokemon-white-2",
    "name": "Pokémon White 2",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon White Version 2 voor de Nintendo DS — het vervolg op White, twee jaar later in een veranderde Unova-regio. Met White Kyurem op de cover, de fusie van Kyurem en Reshiram. De exclusieve White Treehollow is een uitdagende dungeon met zeldzame beloningen. PokéStar Studios laat je creatieve Pokémon-films regisseren. In de Pokémon World Tournament vecht je tegen kampioenen als Red, Lance en Cynthia. Hidden Grottos verbergen Pokémon met Hidden Abilities. Met de meest uitgebreide post-game tot dan toe en het Habitat-systeem dat bijhoudt welke Pokémon je per route al gevangen hebt. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-017-pokemon-white-2.webp",
    "backImage": "/images/products/ds-017-pokemon-white-2-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-018",
    "slug": "ds-018-pokemon-diamond-usa",
    "name": "Pokémon Diamond (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Diamond voor de Nintendo DS — de Amerikaanse versie van het Generatie IV-debuut in de Sinnoh-regio. Vang de legendarische tijdmeester Dialga, een staal/draak-type dat de tijd beheerst, bovenop de Spear Pillar. De Sinnoh-regio, geïnspireerd door Hokkaido, biedt besneeuwde bergen en het imposante Mount Coronet. De eerste Pokémon-game met Wi-Fi battles en trades. De Underground laat je fossielen opgraven en geheime bases bouwen. De fysieke/speciale split veranderde het gevechtssysteem voorgoed. Met meer dan 100 nieuwe Pokémon en een ambitieus verhaal over Team Galactic. Voordeliger dan de Europese variant. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-018-pokemon-diamond-usa.webp",
    "backImage": "/images/products/ds-018-pokemon-diamond-usa-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-019",
    "slug": "ds-019-pokemon-platinum-usa",
    "name": "Pokémon Platinum (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 70,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Platinum voor de Nintendo DS — de definitieve Generatie IV-ervaring in de Amerikaanse NTSC-versie. De verbeterde Diamond en Pearl voegt het spectaculaire Distortion World toe, waar Giratina in Origin Forme verschijnt. De Battle Frontier met vijf faciliteiten biedt de meest uitdagende post-game in de serie. Platinum verbeterde de snelheid significant en introduceerde nieuwe vormen voor Giratina, Shaymin en Rotom. Het verhaal over Cyrus en Team Galactic is ambitieuzer verteld. Wordt gezien als een van de drie beste Pokémon-games naast HeartGold/SoulSilver en Emerald. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-019-pokemon-platinum-usa.webp",
    "backImage": "/images/products/ds-019-pokemon-platinum-usa-back.webp",
    "inkoopPrijs": 28,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-021",
    "slug": "ds-021-pokemon-heartgold-usa",
    "name": "Pokémon HeartGold (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 85,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon HeartGold voor de Nintendo DS — de Amerikaanse versie van de iconische Generatie II-remake. Met Ho-Oh op de cover herbeleef je het Johto-avontuur in prachtige DS-graphics. Versla acht Gym Leaders in Johto, ontmasker Team Rocket en reis naar Kanto voor nog eens acht badges — 16 in totaal. Je Pokémon loopt achter je aan in de overworld. Na beide regio's wacht de strijd tegen Red op Mount Silver met zijn team rond level 80. De Pokéathlon, Battle Frontier en Safari Zone bieden honderden uren post-game content. Regelmatig gekozen als de beste Pokémon-game ooit. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-021-pokemon-heartgold-usa.webp",
    "backImage": "/images/products/ds-021-pokemon-heartgold-usa-back.webp",
    "inkoopPrijs": 34,
    "inkoopFeatured": true
  },
  {
    "sku": "3DS-006",
    "slug": "3ds-006-pokemon-mystery-dungeon-gates-to-infinity",
    "name": "Pokémon Mystery Dungeon: Gates to Infinity",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 20,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Gates to Infinity is een dungeon-crawler RPG voor de Nintendo 3DS. Speel als een Pokémon en verken willekeurig gegenereerde dungeons in de wereld van Pokémon. Met prachtige 3D-graphics en een meeslepend verhaal biedt dit spel urenlang speelplezier. Bouw je eigen Pokémon Paradise op en ga op avontuur met je Pokémon-vrienden.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity.webp",
    "backImage": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity-back.webp"
  },
  {
    "sku": "3DS-007",
    "slug": "3ds-007-pokemon-ultra-sun",
    "name": "Pokémon Ultra Sun",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Ultra Sun is de uitgebreide versie van Pokémon Sun voor de Nintendo 3DS. Ontdek een alternatief verhaal in de Alola-regio met nieuwe Pokémon, Ultra Beasts en de mysterieuze Ultra Wormholes. Met verbeterde gameplay, nieuwe locaties en het epische Team Rainbow Rocket is dit de ultieme Alola-ervaring.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-007-pokemon-ultra-sun.webp",
    "backImage": "/images/products/3ds-007-pokemon-ultra-sun-back.webp"
  },
  {
    "sku": "3DS-008",
    "slug": "3ds-008-pokemon-ultra-moon",
    "name": "Pokémon Ultra Moon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Ultra Moon is de uitgebreide versie van Pokémon Moon voor de Nintendo 3DS. Beleef een alternatief verhaal in de Alola-regio met nieuwe Pokémon, Ultra Beasts en de geheimzinnige Ultra Wormholes. Met verbeterde gameplay, nieuwe gebieden en het legendarische Team Rainbow Rocket biedt dit spel een nog rijkere ervaring.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-008-pokemon-ultra-moon.webp",
    "backImage": "/images/products/3ds-008-pokemon-ultra-moon-back.webp"
  },
  {
    "sku": "3DS-010",
    "slug": "3ds-010-pokemon-y",
    "name": "Pokémon Y",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Y is een revolutionair Pokémon-spel voor de Nintendo 3DS dat de overstap maakte naar volledige 3D-graphics. Verken de Kalos-regio, ontdek Mega Evolutie en vang het legendarische Yveltal. Met nieuwe Pokémon, Pokémon-Amie en Super Training biedt dit spel een vernieuwende ervaring voor elke trainer.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-010-pokemon-y.webp",
    "backImage": "/images/products/3ds-010-pokemon-y-back.webp"
  },
  {
    "sku": "3DS-011",
    "slug": "3ds-011-pokemon-sun",
    "name": "Pokémon Sun",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Sun neemt je mee naar de tropische Alola-regio op de Nintendo 3DS. Ontdek regionale Alola-vormen van bekende Pokémon, neem deel aan eilanduitdagingen en vang het legendarische Solgaleo. Met Z-Moves, Poké Pelago en de Festival Plaza biedt dit spel een zonnig Pokémon-avontuur.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-011-pokemon-sun.webp",
    "backImage": "/images/products/3ds-011-pokemon-sun-back.webp"
  },
  {
    "sku": "DS-022",
    "slug": "ds-022-pokemon-dash",
    "name": "Pokémon Dash",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Race",
    "price": 15,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Dash is een racespel voor de Nintendo DS waarin je met Pikachu over verschillende parcoursen racet. Gebruik het touchscreen om Pikachu te besturen door te swipen en versla andere Pokémon in spannende races. Met multiplayer-modus en GBA-connectiviteit voor extra banen is dit een leuk en uniek Pokémon-spel.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-022-pokemon-dash.webp",
    "backImage": "/images/products/ds-022-pokemon-dash-back.webp"
  },
  {
    "sku": "GB-002",
    "slug": "gb-002-pokemon-gold",
    "name": "Pokémon Gold",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Gold is een klassiek RPG-avontuur voor de Game Boy Color. Verken de Johto-regio, vang meer dan 100 nieuwe Pokémon en daag de Gym Leaders uit. Met het revolutionaire dag-en-nachtsysteem, het kweken van Pokémon en de mogelijkheid om terug te keren naar Kanto is dit een van de meest geliefde Pokémon-games ooit.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-002-pokemon-gold.webp",
    "backImage": "/images/products/gb-002-pokemon-gold-back.webp"
  },
  {
    "sku": "GB-003",
    "slug": "gb-003-pokemon-blue",
    "name": "Pokémon Blue",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Blue is een van de originele Pokémon-games voor de Game Boy. Begin je avontuur als Pokémon-trainer in de Kanto-regio, vang alle 151 Pokémon en versla de Elite Four. Deze Europese versie (DMG-APED-NOE) is een echte klassieker en verzamelobject voor elke Pokémon-fan.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-003-pokemon-blue.webp",
    "backImage": "/images/products/gb-003-pokemon-blue-back.webp"
  },
  {
    "sku": "GB-004",
    "slug": "gb-004-pokemon-yellow",
    "name": "Pokémon Yellow",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Yellow, ook bekend als de Special Pikachu Edition, is de ultieme versie van de eerste generatie Pokémon-games voor de Game Boy. Pikachu volgt je als starter-Pokémon en weigert in een Poké Ball te gaan, net als in de anime. Met verbeterde graphics en unieke gameplay-elementen is dit een must-have voor verzamelaars.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-004-pokemon-yellow.webp"
  },
  {
    "sku": "GB-005",
    "slug": "gb-005-pokemon-silver",
    "name": "Pokémon Silver",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Silver is een klassiek RPG-avontuur voor de Game Boy Color. Verken de Johto-regio, vang het legendarische Lugia en ontdek meer dan 100 nieuwe Pokémon. Met het dag-en-nachtsysteem, het kweken van Pokémon en de mogelijkheid om Kanto opnieuw te bezoeken is dit een tijdloze Pokémon-ervaring.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-005-pokemon-silver.webp",
    "backImage": "/images/products/gb-005-pokemon-silver-back.webp"
  },
  {
    "sku": "GB-006",
    "slug": "gb-006-pokemon-crystal",
    "name": "Pokémon Crystal",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Crystal is de ultieme versie van de tweede generatie Pokémon-games voor de Game Boy Color. Als eerste Pokémon-game met geanimeerde sprites en de keuze tussen een mannelijk of vrouwelijk personage was Crystal baanbrekend. Vang het legendarische Suicune in een speciaal verhaal en verken zowel Johto als Kanto.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gb-006-pokemon-crystal.webp",
    "backImage": "/images/products/gb-006-pokemon-crystal-back.webp"
  }
]