[
  {
    "sku": "CON-DS-001",
    "slug": "con-ds-001-nintendo-ds-console",
    "name": "Nintendo DS Console",
    "platform": "Console",
    "category": "Consoles",
    "genre": "Hardware",
    "price": 0,
    "condition": "Nieuw",
    "completeness": "Complete",
    "type": "simple",
    "description": "De Nintendo DS is een legendarische handheld-console uit 2004 die de gamewereld revolutioneerde met twee schermen — een bovenscherm en een aanraakgevoelig onderste scherm. Dit innovatieve design opende volledig nieuwe mogelijkheden voor gameplay en interactie. Met meer dan 1.500 games in de bibliotheek, waaronder 48 Pokémon-titels, is de DS een must-have voor collectors en spelers. Bekende franchises zoals Mario, Zelda, Pokémon, Brain Training en Grand Theft Auto floreerden op dit platform. De console ondersteunde multi-cards multiplayer waarmee vrienden zonder eigen cartridge konden meespelen. Beroemd om zijn duurzaamheid en uitgebreide ondersteuning. Een waardevol stuk Nintendo-geschiedenis.",
    "weight": 0.25,
    "isConsole": true,
    "isPremium": false,
    "image": null,
    "backImage": null
  },
  {
    "sku": "CON-3DS-001",
    "slug": "con-3ds-001-nintendo-3ds-console",
    "name": "Nintendo 3DS Console",
    "platform": "Console",
    "category": "Consoles",
    "genre": "Hardware",
    "price": 0,
    "condition": "Nieuw",
    "completeness": "Complete",
    "type": "simple",
    "description": "De Nintendo 3DS uit 2011 zette de handheld-gaming naar een nieuw niveau met zijn baanbrekende autostereoscopic 3D-scherm — geen bril nodig. Dit was een technische eerste voor de consolewereld. Met 46 Pokémon-games waaronder Pokémon X & Y, Sun & Moon en de spin-off Mystery Dungeon-serie, was de 3DS de ultieme reisgenoot voor Pokémon-trainers. De console bood ook Street Pass-technologie voor draadloze uitwisseling met andere spelers, SpotPass voor dagelijkse updates en een uitgebreide medialibrary met foto's en video. Beroemde titels zoals Zelda, Mario, Kirby en Animal Crossing floreerden op dit platform. De 3DS markeerde het einde van een era van Nintendo-handhelds voordat de Switch het speelveld veranderde.",
    "weight": 0.28,
    "isConsole": true,
    "isPremium": false,
    "image": null,
    "backImage": null
  },
  {
    "sku": "CON-WIIU-001",
    "slug": "con-wiiu-001-wii-u-console",
    "name": "Wii U Console",
    "platform": "Console",
    "category": "Consoles",
    "genre": "Hardware",
    "price": 0,
    "condition": "Nieuw",
    "completeness": "Complete",
    "type": "simple",
    "description": "De Wii U, uitgebracht in 2012, was Nintendo's ambitieuze thuisconsole met zijn revolutionaire GamePad-controller met geïntegreerd touchscreen. Dit innovatieve concept maakte gamepad-als-tweede-scherm gameplay mogelijk. Met 22 Pokémon-titels in zijn bibliotheek, waaronder Pokkén Tournament, bood de Wii U unieke ervaringen. De console was backward compatible met Wii-games en bouwde voort op de Wii's motion-control legacy met vernieuwde controllers. Hoewel de Wii U slechts zes jaar in productie was, bracht het klassieke games voort zoals Splatoon, Super Smash Bros., Mario Kart 8 en Donkey Kong Country. Het platform ontwikkelde zich in latere jaren tot een culthit onder collectors en homebrew-ontwikkelaars.",
    "weight": 1.5,
    "isConsole": true,
    "isPremium": false,
    "image": null,
    "backImage": null
  },
  {
    "sku": "CON-WII-001",
    "slug": "con-wii-001-nintendo-wii-console",
    "name": "Nintendo Wii Console",
    "platform": "Console",
    "category": "Consoles",
    "genre": "Hardware",
    "price": 0,
    "condition": "Nieuw",
    "completeness": "Complete",
    "type": "simple",
    "description": "De Nintendo Wii uit 2006 transformeerde de console-gaming met zijn revolutionaire motion-control-controller. Dit was de eerste console die casual gamers en families aansprak op schaal nooit eerder gezien. Met 11 Pokémon-games en een katalogus van meer dan 1.400 titels, bracht de Wii iedereen van grands à petits aan het spelen. De Wii Sports-bundel introduceerde motion gaming aan miljoenen. Beroemde franchises zoals Mario, Zelda, Mario Kart, Wii Sports en Just Dance domineerden de woonkamers. De console was met ruime marge de best verkochte console van zijn generatie met meer dan 101 miljoen eenheden verkocht. Nostalgische waarde voor millennial-gamers die opgroeiden met deze baanbrekende hardware.",
    "weight": 1.2,
    "isConsole": true,
    "isPremium": false,
    "image": null,
    "backImage": null
  },
  {
    "sku": "CON-GBA-001",
    "slug": "con-gba-001-game-boy-advance-console",
    "name": "Game Boy Advance Console",
    "platform": "Console",
    "category": "Consoles",
    "genre": "Hardware",
    "price": 0,
    "condition": "Nieuw",
    "completeness": "Complete",
    "type": "simple",
    "description": "De Game Boy Advance uit 2001 was de evolutie van de legendarische Game Boy-lijn en bracht 32-bit grafische kracht naar handheld-gaming. Met een helder LCD-scherm en een compacte vorm revolutioneerde de GBA draagbaar spelen. Met 8 Pokémon-games waaronder Pokémon Ruby, Sapphire en Emerald, was de GBA een must-have voor Pokémon-verzamelaars. De console zag ook de introductie van de sp-variant met achterverlichting, een gamechanger voor mobiel gamen. Beroemde franchises zoals The Legend of Zelda, Mario, Castlevania en Final Fantasy fleurden op dit platform. De GBA definieerde een generatie van handheld-gaming en blijft veel geliefd onder collectors en retro-gamers wegens zijn robuuste hardware en uitgebreide game-bibliotheek.",
    "weight": 0.2,
    "isConsole": true,
    "isPremium": false,
    "image": null,
    "backImage": null
  },
  {
    "sku": "CON-GBC-001",
    "slug": "con-gbc-001-game-boy-color-console",
    "name": "Game Boy Color Console",
    "platform": "Console",
    "category": "Consoles",
    "genre": "Hardware",
    "price": 0,
    "condition": "Nieuw",
    "completeness": "Complete",
    "type": "simple",
    "description": "De Game Boy Color uit 1998 was een baanbrekende upgrade van de originele Game Boy, een monochroom apparaat dat sinds 1989 het handheld-gaming domineerde. De GBC bracht eindelijk kleur naar het ikonieke platform, waardoor veel bestaande games in volle kleurbloei konden worden weergegeven. Met 6 Pokémon-games waaronder Pokémon Gold & Silver en hun remakes, was de GBC essentieel voor Pokémon-fans. De console had ook nieuwe voorgeverving-mogelijkheden voor eerder zwart-witte cartridges, wat tot unieke kleurschema's leidde. De GBC zag ook klassikers zoals The Legend of Zelda: Link's Awakening DX, Kirby's Tilt 'n Tumble en Tetris. Met zijn langere batterijduur (tot 10 uur) en robuuste hardware was de GBC de ultieme retro-reiskompanion.",
    "weight": 0.18,
    "isConsole": true,
    "isPremium": false,
    "image": null,
    "backImage": null
  },
  {
    "sku": "GBA-001",
    "slug": "gba-001-pokemon-emerald",
    "name": "Pokémon Emerald",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 85,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Emerald voor de Game Boy Advance — de ultieme Generatie III-ervaring in de tropische Hoenn-regio. In deze verbeterde versie van Ruby en Sapphire volg je een unieke verhaallijn waarin zowel Team Magma als Team Aqua de hoofdvijanden zijn. Vang de legendarische Rayquaza in de Sky Pillar om het gevecht tussen Kyogre en Groudon te stoppen. De game introduceerde de befaamde Battle Frontier met zeven faciliteiten en geanimeerde Pokémon-sprites. Met 386 Pokémon, geheime bases en dubbele gevechten biedt Emerald honderden uren speelplezier. Een van de meest gewilde GBA-cartridges op de verzamelmarkt. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-001-pokemon-emerald.webp",
    "inkoopPrijs": 34,
    "inkoopFeatured": true,
    "backImage": "/images/products/gba-001-pokemon-emerald-back.webp"
  },
  {
    "sku": "GBA-002",
    "slug": "gba-002-pokemon-sapphire-eur",
    "name": "Pokémon Sapphire (EUR)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 40,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Sapphire voor de Game Boy Advance — Generatie III waarin je de tropische Hoenn-regio verkent als jonge trainer. Het verhaal draait om Team Aqua dat de oceanen wil uitbreiden door het legendarische Kyogre te ontwaken. Sapphire introduceerde revolutionaire nieuwigheden zoals dubbele gevechten, abilities, geheime bases en de mogelijkheid om onder water te duiken naar verborgen gebieden. Met 200 nieuwe Pokémon en 386 in totaal is er genoeg te vangen. De Hoenn-regio staat bekend om zijn diverse landschappen: vulkanen, koraalriffen, regenwouden en woestijnen. Pokémon-wedstrijden bieden een alternatieve manier om je team te tonen. Europese versie (PAL/EUR). Losse cartridge, getest en volledig werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gba-002-pokemon-sapphire-eur.webp",
    "backImage": "/images/products/gba-002-pokemon-sapphire-eur-back.webp",
    "inkoopPrijs": 16,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-001",
    "slug": "ds-001-pokemon-platinum",
    "name": "Pokémon Platinum",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 70,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Platinum voor de Nintendo DS — de definitieve Generatie IV-ervaring en verbeterde versie van Diamond en Pearl. Het spectaculaire Distortion World, waar Giratina in Origin Forme heerst, is een van de meest memorabele momenten in de serie. De Battle Frontier met vijf faciliteiten biedt eindeloze post-game content. Platinum verbeterde de snelheid aanzienlijk en introduceerde nieuwe vormen voor Giratina, Shaymin en Rotom. De Sinnoh-regio met Mount Coronet en Snowpoint City is een van de rijkste gebieden in de franchise. Met 493 Pokémon in totaal. Wordt consequent in de top 3 van beste Pokémon-games geplaatst. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-001-pokemon-platinum.webp",
    "backImage": "/images/products/ds-001-pokemon-platinum-back.webp",
    "inkoopPrijs": 28,
    "inkoopFeatured": true,
    "cibPrice": 80,
    "cibImage": "/images/products/ds-001-pokemon-platinum-cib.webp",
    "cibBackImage": "/images/products/ds-001-pokemon-platinum-cib-back.webp"
  },
  {
    "sku": "DS-003",
    "slug": "ds-003-pokemon-heartgold",
    "name": "Pokémon HeartGold",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 90,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon HeartGold voor de Nintendo DS — de iconische remake van Pokémon Gold, regelmatig in de top 3 van beste Pokémon-games aller tijden. Met het legendarische Ho-Oh op de cover reis je door Johto, versla je Team Rocket en ontdek je de gehele Kanto-regio — 16 Gym Badges in totaal. Je Pokémon loopt achter je aan door de overworld, een feature die de band met je team voelbaar maakt. Na de hoofdverhaallijn wacht de strijd tegen Red op Mount Silver met zijn team rond level 80. Met de Pokéathlon, Battle Frontier en Safari Zone biedt HeartGold de meest uitgebreide post-game uit de hele serie. De Europese PAL-versie is bijzonder gewild vanwege beperktere oplages. Losse cartridge, getest en werkend. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-003-pokemon-heartgold.webp",
    "backImage": "/images/products/ds-003-pokemon-heartgold-back.webp",
    "inkoopPrijs": 36,
    "inkoopFeatured": true,
    "cibPrice": 95,
    "cibImage": "/images/products/ds-003-pokemon-heartgold-cib.webp",
    "cibBackImage": "/images/products/ds-003-pokemon-heartgold-cib-back.webp"
  },
  {
    "sku": "DS-007",
    "slug": "ds-007-pokemon-ranger-guardian-signs",
    "name": "Pokémon Ranger: Guardian Signs",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Ranger: Guardian Signs voor de Nintendo DS — het derde en laatste deel in de Ranger-trilogie. In de tropische Oblivia-regio gebruik je de Capture Styler op het touchscreen om Pokémon te bevrienden. De grote nieuwigheid zijn de Ranger Signs: speciale symbolen waarmee je legendarische Pokémon als Raikou, Entei, Suicune en zelfs Ho-Oh en Lugia kunt oproepen om op te rijden. Het verhaal draait om de Pokémon Pinchers en voert je langs eilanden, ruïnes en vulkanen. Als eerste Ranger-game met online multiplayer-missies. Een unieke actie-ervaring die het touchscreen creatief benut. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-007-pokemon-ranger-guardian-signs.webp",
    "backImage": "/images/products/ds-007-pokemon-ranger-guardian-signs-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-008",
    "slug": "ds-008-pokemon-ranger-shadows-of-almia",
    "name": "Pokémon Ranger: Shadows of Almia",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 15,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Ranger: Shadows of Almia voor de Nintendo DS — het tweede deel in de Ranger-serie met flinke verbeteringen. Je begint als student aan de Ranger School in de Almia-regio en groeit uit tot een volwaardige Pokémon Ranger. De vernieuwde Capture Styler voelt vloeiender aan met verbeterde responsiviteit en Power-ups. Het verhaal draait om de mysterieuze Darkness Crystal en Team Dim Sun dat Pokémon wil controleren. Dialga, Palkia en Darkrai spelen een rol in het verhaal. Met meer dan 270 Pokémon om te vangen, questmissies na de hoofdverhaallijn en het unieke systeem waarbij Pokémon je helpen puzzels op te lossen. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-008-pokemon-ranger-shadows-of-almia.webp",
    "backImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-back.webp",
    "inkoopPrijs": 6,
    "inkoopFeatured": false,
    "cibPrice": 30,
    "cibImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-cib.webp",
    "cibBackImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-cib-back.webp"
  },
  {
    "sku": "DS-009",
    "slug": "ds-009-pokemon-mystery-dungeon-explorers-of-time",
    "name": "Pokémon Mystery Dungeon: Explorers of Time",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Time voor de Nintendo DS — het tweede Mystery Dungeon-avontuur met een van de meest ontroerende verhalen in de franchise. Je wordt een Pokémon en verliest je geheugen. Samen met je partner vorm je een verkenningsteam bij de Wigglytuff Guild en ontdek je een episch tijdreisverhaal over de verlamming van de tijd en de duistere Darkrai. De roguelike gameplay biedt willekeurig gegenereerde verdiepingen en honderden te rekruteren Pokémon. Na de hoofdverhaallijn opent een uitgebreide post-game met legendarische Pokémon. Bevat exclusieve Pokémon ten opzichte van Explorers of Darkness. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time.webp",
    "backImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false,
    "cibPrice": 40,
    "cibImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-cib.webp",
    "cibBackImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-cib-back.webp"
  },
  {
    "sku": "3DS-003",
    "slug": "3ds-003-pokemon-alpha-sapphire",
    "name": "Pokémon Alpha Sapphire",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Alpha Sapphire voor de Nintendo 3DS — de schitterende 3D-remake van Pokémon Sapphire uit 2002. Duik opnieuw de Hoenn-regio in met vernieuwde graphics, Mega Evoluties en Primal Kyogre — de oervorm van het legendarische oceaan-Pokémon. Het verhaal volgt Team Aqua in hun missie om de zeeën uit te breiden. Na het hoofdavontuur biedt de Delta Episode een exclusief verhaal met Mega Rayquaza en Deoxys in de ruimte. Vlieg op Latias door de Hoenn-lucht en ontdek Mirage Spots waar legendarische Pokémon schuilgaan. De DexNav maakt het opsporen van zeldzame Pokémon verslavend. Super Secret Bases en Pokémon-wedstrijden bieden uren extra content. Perfecte instap voor nieuwkomers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-003-pokemon-alpha-sapphire.webp",
    "backImage": "/images/products/3ds-003-pokemon-alpha-sapphire-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true,
    "cibImage": "/images/products/3ds-003-pokemon-alpha-sapphire-cib.webp",
    "cibBackImage": "/images/products/3ds-003-pokemon-alpha-sapphire-cib-back.webp",
    "cibPrice": 45
  },
  {
    "sku": "3DS-004",
    "slug": "3ds-004-pokemon-moon",
    "name": "Pokémon Moon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Moon voor de Nintendo 3DS — Generatie VII in de op Hawaï geïnspireerde Alola-regio. Alolan varianten van klassiekers als Vulpix (ijs-type) en Raichu (elektrisch/psychisch) geven bekende Pokémon een frisse draai. Het legendarische Lunala, een psychisch/spook-type, speelt een centrale rol in het mysterieuze verhaal over Ultra Beasts en de Aether Foundation. Moon speelt zich 12 uur verschoven af van Sun, waardoor je overdag in het maanlicht speelt. Island Trials met Totem Pokémon vervangen de traditionele Gyms. Spectaculaire Z-Moves bieden nieuwe gevechtsmogelijkheden. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-004-pokemon-moon.webp",
    "backImage": "/images/products/3ds-004-pokemon-moon-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false,
    "cibImage": "/images/products/3ds-004-pokemon-moon-cib.webp",
    "cibBackImage": "/images/products/3ds-004-pokemon-moon-cib-back.webp",
    "cibPrice": 35
  },
  {
    "sku": "DS-011",
    "slug": "ds-011-pokemon-md-blue-rescue-team",
    "name": "Pokémon Mystery Dungeon: Blue Rescue Team",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Blue Rescue Team voor de Nintendo DS — de DS-helft van het allereerste Mystery Dungeon-avontuur. Word een Pokémon en vorm samen met je partner een reddingsteam. De willekeurig gegenereerde dungeons zorgen voor eindeloze herhaalbaarheid. Het verhaal is verrassend emotioneel: thema's over vriendschap en opoffering raken spelers van alle leeftijden. De DS-versie toont de kaart op het bovenste scherm. Met Pokémon uit Generatie I tot III om te rekruteren, Friend Areas en verborgen post-game dungeons met legendarische Pokémon. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-011-pokemon-md-blue-rescue-team.webp",
    "backImage": "/images/products/ds-011-pokemon-md-blue-rescue-team-back.webp",
    "inkoopPrijs": 12,
    "inkoopFeatured": true,
    "cibImage": "/images/products/ds-011-pokemon-md-blue-rescue-team-cib.webp",
    "cibBackImage": "/images/products/ds-011-pokemon-md-blue-rescue-team-cib-back.webp"
  },
  {
    "sku": "DS-013",
    "slug": "ds-013-pokemon-ranger",
    "name": "Pokémon Ranger",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Ranger voor de Nintendo DS — het allereerste Ranger-avontuur dat het touchscreen op een geheel nieuwe manier benut. Gebruik een Capture Styler: teken cirkels om wilde Pokémon om ze tijdelijk te bevrienden. In de Fiore-regio bescherm je de natuur tegen de Go-Rock Squad. Gevangen Pokémon helpen obstakels overwinnen: vuur om hekken te verbranden, water om branden te blussen en kracht om rotsen te verplaatsen. Met Generatie I tot III Pokémon en een boeiende verhaallijn. De game bood een speciale Manaphy Egg-missie voor Diamond en Pearl. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-013-pokemon-ranger.webp",
    "backImage": "/images/products/ds-013-pokemon-ranger-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false,
    "cibImage": "/images/products/ds-013-pokemon-ranger-cib.webp",
    "cibBackImage": "/images/products/ds-013-pokemon-ranger-cib-back.webp"
  },
  {
    "sku": "DS-014",
    "slug": "ds-014-pokemon-md-explorers-of-darkness",
    "name": "Pokémon Mystery Dungeon: Explorers of Darkness",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Darkness voor de Nintendo DS — de donkere tegenhanger van Explorers of Time met exclusieve rekruteerbare Pokémon. Sluit je aan bij de Wigglytuff Guild als verkenner. Het epische tijdreisverhaal over Temporal Tower, Grovyle en de duistere Darkrai is een van de beste in de franchise. De roguelike gameplay biedt willekeurig gegenereerde dungeons op elke verdieping. Met honderden Pokémon om te rekruteren, een uitdagende moeilijkheidsgraad en een uitgebreide post-game met legendarische dungeons. Het IQ-systeem laat teamleden vaardigheden leren. De emotionele soundtrack en het hartverscheurende einde maken dit onvergetelijk. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-014-pokemon-md-explorers-of-darkness.webp",
    "backImage": "/images/products/ds-014-pokemon-md-explorers-of-darkness-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false,
    "cibImage": "/images/products/ds-014-pokemon-md-explorers-of-darkness-cib.webp",
    "cibBackImage": "/images/products/ds-014-pokemon-md-explorers-of-darkness-cib-back.webp"
  },
  {
    "sku": "DS-016",
    "slug": "ds-016-pokemon-black-2",
    "name": "Pokémon Black 2",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Black Version 2 voor de Nintendo DS — het eerste echte vervolg in de Pokémon-hoofdserie, twee jaar na Black. De Unova-regio is drastisch veranderd met nieuwe steden en bevroren gebieden. Het legendarische Black Kyurem, de fusie van Kyurem en Zekrom, staat centraal in het verhaal over Team Plasma's terugkeer. De Pokémon World Tournament laat je alle kampioenen uit eerdere generaties uitdagen. PokéStar Studios en Hidden Grottos met Hidden Abilities bieden unieke content. De post-game biedt toegang tot Pokémon uit alle vijf generaties. Generatie V op zijn absolute best. Compleet in doos met handleiding. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-016-pokemon-black-2.webp",
    "backImage": "/images/products/ds-016-pokemon-black-2-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true,
    "cibImage": "/images/products/ds-016-pokemon-black-2-cib.webp",
    "cibBackImage": "/images/products/ds-016-pokemon-black-2-cib-back.webp"
  },
  {
    "sku": "DS-017",
    "slug": "ds-017-pokemon-white-2",
    "name": "Pokémon White 2",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon White Version 2 voor de Nintendo DS — het vervolg op White, twee jaar later in een veranderde Unova-regio. Met White Kyurem op de cover, de fusie van Kyurem en Reshiram. De exclusieve White Treehollow is een uitdagende dungeon met zeldzame beloningen. PokéStar Studios laat je creatieve Pokémon-films regisseren. In de Pokémon World Tournament vecht je tegen kampioenen als Red, Lance en Cynthia. Hidden Grottos verbergen Pokémon met Hidden Abilities. Met de meest uitgebreide post-game tot dan toe en het Habitat-systeem dat bijhoudt welke Pokémon je per route al gevangen hebt. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-017-pokemon-white-2.webp",
    "backImage": "/images/products/ds-017-pokemon-white-2-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true,
    "cibImage": "/images/products/ds-017-pokemon-white-2-cib.webp",
    "cibBackImage": "/images/products/ds-017-pokemon-white-2-cib-back.webp"
  },
  {
    "sku": "DS-018",
    "slug": "ds-018-pokemon-diamond-usa",
    "name": "Pokémon Diamond (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Diamond voor de Nintendo DS — de Amerikaanse versie van het Generatie IV-debuut in de Sinnoh-regio. Vang de legendarische tijdmeester Dialga, een staal/draak-type dat de tijd beheerst, bovenop de Spear Pillar. De Sinnoh-regio, geïnspireerd door Hokkaido, biedt besneeuwde bergen en het imposante Mount Coronet. De eerste Pokémon-game met Wi-Fi battles en trades. De Underground laat je fossielen opgraven en geheime bases bouwen. De fysieke/speciale split veranderde het gevechtssysteem voorgoed. Met meer dan 100 nieuwe Pokémon en een ambitieus verhaal over Team Galactic. Voordeliger dan de Europese variant. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-018-pokemon-diamond-usa.webp",
    "backImage": "/images/products/ds-018-pokemon-diamond-usa-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true,
    "cibImage": "/images/products/ds-018-pokemon-diamond-usa-cib.webp",
    "cibBackImage": "/images/products/ds-018-pokemon-diamond-usa-cib-back.webp"
  },
  {
    "sku": "DS-019",
    "slug": "ds-019-pokemon-platinum-usa",
    "name": "Pokémon Platinum (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 70,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Platinum voor de Nintendo DS — de definitieve Generatie IV-ervaring in de Amerikaanse NTSC-versie. De verbeterde Diamond en Pearl voegt het spectaculaire Distortion World toe, waar Giratina in Origin Forme verschijnt. De Battle Frontier met vijf faciliteiten biedt de meest uitdagende post-game in de serie. Platinum verbeterde de snelheid significant en introduceerde nieuwe vormen voor Giratina, Shaymin en Rotom. Het verhaal over Cyrus en Team Galactic is ambitieuzer verteld. Wordt gezien als een van de drie beste Pokémon-games naast HeartGold/SoulSilver en Emerald. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-019-pokemon-platinum-usa.webp",
    "backImage": "/images/products/ds-019-pokemon-platinum-usa-back.webp",
    "inkoopPrijs": 28,
    "inkoopFeatured": true,
    "cibImage": "/images/products/ds-019-pokemon-platinum-usa-cib.webp",
    "cibBackImage": "/images/products/ds-019-pokemon-platinum-usa-cib-back.webp"
  },
  {
    "sku": "DS-021",
    "slug": "ds-021-pokemon-heartgold-usa",
    "name": "Pokémon HeartGold (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 85,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon HeartGold voor de Nintendo DS — de Amerikaanse versie van de iconische Generatie II-remake. Met Ho-Oh op de cover herbeleef je het Johto-avontuur in prachtige DS-graphics. Versla acht Gym Leaders in Johto, ontmasker Team Rocket en reis naar Kanto voor nog eens acht badges — 16 in totaal. Je Pokémon loopt achter je aan in de overworld. Na beide regio's wacht de strijd tegen Red op Mount Silver met zijn team rond level 80. De Pokéathlon, Battle Frontier en Safari Zone bieden honderden uren post-game content. Regelmatig gekozen als de beste Pokémon-game ooit. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-021-pokemon-heartgold-usa.webp",
    "backImage": "/images/products/ds-021-pokemon-heartgold-usa-back.webp",
    "inkoopPrijs": 34,
    "inkoopFeatured": true,
    "cibImage": "/images/products/ds-021-pokemon-heartgold-usa-cib.webp",
    "cibBackImage": "/images/products/ds-021-pokemon-heartgold-usa-cib-back.webp"
  },
  {
    "sku": "3DS-006",
    "slug": "3ds-006-pokemon-mystery-dungeon-gates-to-infinity",
    "name": "Pokémon Mystery Dungeon: Gates to Infinity",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 20,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokemon Mystery Dungeon: Gates to Infinity voor de Nintendo 3DS brengt de geliefde Mystery Dungeon-serie naar een geheel nieuw niveau met volledige 3D-graphics. In dit unieke RPG-avontuur word je getransformeerd in een Pokemon en beland je in een wereld die op de rand van vernietiging staat. Samen met je partner Pokemon verken je willekeurig gegenereerde dungeons, bouw je aan Pokemon Paradise en vecht je tegen steeds sterkere vijanden. De game introduceert het Magnagate-systeem waarmee je via de AR-camera van je 3DS ronde objecten in de echte wereld kunt scannen om nieuwe dungeons te ontgrendelen. Met meer dan 140 speelbare Pokemon, een meeslepend verhaal over vriendschap en hoop, en de mogelijkheid om tot vier spelers samen te laten spelen via lokale multiplayer, biedt Gates to Infinity tientallen uren speelplezier. Een bijzondere titel binnen de Pokemon-franchise die steeds schaarser wordt op de verzamelmarkt. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity.webp",
    "backImage": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity-back.webp",
    "cibImage": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity-cib.webp",
    "cibBackImage": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity-cib-back.webp"
  },
  {
    "sku": "3DS-007",
    "slug": "3ds-007-pokemon-ultra-sun",
    "name": "Pokémon Ultra Sun",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokemon Ultra Sun voor de Nintendo 3DS is de ultieme versie van de zevende generatie Pokemon-games en speelt zich af in de tropische Alola-regio. Deze uitgebreide versie van Pokemon Sun bevat een verrijkte verhaallijn met de mysterieuze Ultra Recon Squad en de angstaanjagende Ultra Necrozma als eindbaas. Ontdek Ultra Wormholes om legendarische Pokemon uit alle voorgaande generaties te vangen, waaronder exclusieve legendaries zoals Ho-Oh, Raikou en Groudon. De game biedt het gloednieuwe Team Rainbow Rocket-verhaal waarin je het opneemt tegen alle voormalige schurkenteamleiders uit de Pokemon-geschiedenis. Met de Alola Photo Club, Mantine Surf en meer dan 400 beschikbare Pokemon is Ultra Sun een van de meest complete 3DS Pokemon-titels ooit uitgebracht. De verzamelwaarde van deze cartridge stijgt gestaag nu de Nintendo 3DS niet meer wordt geproduceerd. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-007-pokemon-ultra-sun.webp",
    "backImage": "/images/products/3ds-007-pokemon-ultra-sun-back.webp",
    "cibImage": "/images/products/3ds-007-pokemon-ultra-sun-cib.webp",
    "cibBackImage": "/images/products/3ds-007-pokemon-ultra-sun-cib-back.webp"
  },
  {
    "sku": "3DS-008",
    "slug": "3ds-008-pokemon-ultra-moon",
    "name": "Pokémon Ultra Moon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokemon Ultra Moon voor de Nintendo 3DS is het perfecte tegenhanger van Ultra Sun en biedt een unieke ervaring in de prachtige Alola-regio. Als verbeterde versie van Pokemon Moon bevat Ultra Moon een uitgebreid verhaal met de Ultra Recon Squad en het epische gevecht tegen Ultra Necrozma. De dag-en-nachtcyclus is omgekeerd ten opzichte van de echte tijd, wat zorgt voor een unieke sfeer en andere wilde Pokemon-ontmoetingen. Via Ultra Wormholes vang je exclusieve legendaries zoals Lugia, Entei en Kyogre die niet beschikbaar zijn in Ultra Sun. Het postgame Team Rainbow Rocket-avontuur brengt iconische schurken als Giovanni, Lysandre en Ghetsis samen voor een ultieme uitdaging. Met exclusieve Pokemon zoals Drampa en Oranguru, de uitgebreide Pokedex en talloze zijmissies biedt Ultra Moon honderden uren speelplezier. Een must-have voor elke Pokemon-verzamelaar en een van de beste RPGs op de Nintendo 3DS. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-008-pokemon-ultra-moon.webp",
    "backImage": "/images/products/3ds-008-pokemon-ultra-moon-back.webp",
    "cibImage": "/images/products/3ds-008-pokemon-ultra-moon-cib.webp",
    "cibBackImage": "/images/products/3ds-008-pokemon-ultra-moon-cib-back.webp"
  },
  {
    "sku": "3DS-010",
    "slug": "3ds-010-pokemon-y",
    "name": "Pokémon Y",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokemon Y voor de Nintendo 3DS markeerde het revolutionaire begin van de zesde generatie en de eerste volledig driedimensionale hoofdserie Pokemon-game. Reis door de prachtige Kalos-regio, geinspireerd op Frankrijk, en ontdek het geheel nieuwe Fairy-type dat de meta van Pokemon voorgoed veranderde. Vang de legendarische Yveltal, het vernietigende Dark/Flying-type Pokemon dat centraal staat in het verhaal rondom Team Flare en hun sinistere plannen. Pokemon Y introduceerde Mega Evolutie, een spectaculaire tijdelijke transformatie die fan-favorieten zoals Charizard, Mewtwo en Gardevoir naar nieuwe hoogten tilt. Met Pokemon-Amie kun je voor het eerst je Pokemon aaien en voeden, terwijl Super Training het trainen van EVs toegankelijker maakt dan ooit. De Wonder Trade-functie en de Player Search System brachten online spelen naar een nieuw niveau. Met meer dan 450 beschikbare Pokemon en de prachtige cel-shaded grafische stijl is Pokemon Y een mijlpaal in de franchise. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-010-pokemon-y.webp",
    "backImage": "/images/products/3ds-010-pokemon-y-back.webp",
    "cibImage": "/images/products/3ds-010-pokemon-y-cib.webp",
    "cibBackImage": "/images/products/3ds-010-pokemon-y-cib-back.webp"
  },
  {
    "sku": "3DS-011",
    "slug": "3ds-011-pokemon-sun",
    "name": "Pokémon Sun",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokemon Sun voor de Nintendo 3DS neemt je mee naar de zonnige eilanden van de Alola-regio, geinspireerd op Hawaii. Als eerste game van de zevende generatie verving Sun het traditionele Gym-systeem door de Island Challenge, waarin je trials aflegt onder toezicht van Kahuna's en Trial Captains. Vang de majestueuze legendarische Pokemon Solgaleo en ontdek de mysteries van de Ultra Beasts en de Aether Foundation. De game introduceerde Alolan Forms, regionale varianten van klassieke Pokemon zoals Vulpix, Exeggutor en Marowak. Met Z-Moves voeg je spectaculaire superaanvallen toe aan je gevechten, en de Poke Pelago biedt een unieke manier om je opgeslagen Pokemon te laten trainen en items te verzamelen. Het emotionele verhaal rondom Lillie en Nebby wordt door fans beschouwd als een van de sterkste verhaallijnen in de hele Pokemon-serie. Pokemon Sun is een essentieel onderdeel van elke Nintendo 3DS-collectie. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-011-pokemon-sun.webp",
    "backImage": "/images/products/3ds-011-pokemon-sun-back.webp",
    "cibImage": "/images/products/3ds-011-pokemon-sun-cib.webp",
    "cibBackImage": "/images/products/3ds-011-pokemon-sun-cib-back.webp"
  },
  {
    "sku": "DS-022",
    "slug": "ds-022-pokemon-dash",
    "name": "Pokémon Dash",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Race",
    "price": 15,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokemon Dash voor de Nintendo DS — een uniek racespel met Pikachu in de hoofdrol dat de touchscreen-mogelijkheden van de DS volop benut. Gebruik de stylus om Pikachu over diverse parcoursen te laten rennen door snel over het touchscreen te vegen. Hoe sneller je veegt, hoe harder Pikachu rent. De tracks zijn gebaseerd op verschillende terreinen zoals grasvelden, woestijnen en besneeuwde bergen, elk met eigen obstakels en shortcuts. De game bevat een Grand Prix-modus met meerdere cups en toenemende moeilijkheidsgraad, en een multiplayer-modus via draadloze DS-verbinding voor maximaal zes spelers. Een bijzondere feature is de mogelijkheid om via de GBA-slot aangepaste tracks te genereren op basis van je Pokemon Ruby, Sapphire, Emerald, FireRed of LeafGreen save-bestanden. Pokemon Dash is een van de eerste Pokemon-titels voor de Nintendo DS en daardoor een interessant verzamelobject voor Pokemon-fans en DS-collectors. De complete in doos (CIB) versie met handleiding is bijzonder schaars op de Europese markt. Europese versie (PAL/EUR). Compleet in doos (CIB), zo goed als nieuw, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-022-pokemon-dash.webp",
    "backImage": "/images/products/ds-022-pokemon-dash-back.webp",
    "cibImage": "/images/products/ds-022-pokemon-dash-cib.webp",
    "cibBackImage": "/images/products/ds-022-pokemon-dash-cib-back.webp"
  },
  {
    "sku": "GB-002",
    "slug": "gb-002-pokemon-gold",
    "name": "Pokémon Gold",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokemon Gold voor de Game Boy Color — de baanbrekende tweede generatie die de Pokemon-wereld voorgoed veranderde. Reis door de prachtige Johto-regio en ontdek steden als Goldenrod City, Ecruteak City en Blackthorn City terwijl je acht Gym Leaders verslaat. Na de Pokemon League wacht een enorme verrassing: de volledige Kanto-regio uit de eerste generatie is speelbaar, waardoor je in totaal zestien badges kunt verzamelen. Vang de legendarische Ho-Oh op de top van de Tin Tower en trotseer het mysterieuze Lugia in de Whirl Islands. Pokemon Gold introduceerde revolutionaire features zoals een dag-en-nachtsysteem met een ingebouwde klok, Pokemon-eieren en breeding, glanzende (shiny) Pokemon en het Pokegear met telefoon en radio. Met 251 Pokemon om te vangen en te trainen biedt Gold honderden uren speelplezier. De interne batterij voor de klokfunctie kan leeg zijn, maar de game is volledig speelbaar. Een absolute klassieker en zeer gewild bij verzamelaars van retro Nintendo-games. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-002-pokemon-gold.webp",
    "backImage": "/images/products/gb-002-pokemon-gold-back.webp"
  },
  {
    "sku": "GB-003",
    "slug": "gb-003-pokemon-blue",
    "name": "Pokémon Blue",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokemon Blue voor de originele Game Boy — het begin van een wereldwijd fenomeen dat miljoenen spelers betoverde. Verken de Kanto-regio als jonge Pokemon Trainer en verzamel alle acht Gym Badges om toegang te krijgen tot de Pokemon League op Indigo Plateau. Versla je rivaal en word de allereerste Pokemon Champion. Pokemon Blue biedt een unieke selectie aan wilde Pokemon die verschilt van de Red-versie, waaronder exclusieve vangsten als Sandshrew, Vulpix en Meowth. Ontdek de mysterieuze Cerulean Cave waar de legendarische Mewtwo zich verschuilt en vang de drie legendarische vogels Articuno, Zapdos en Moltres. Met het originele 151 Pokemon om te ontdekken, strategische gevechten tegen Team Rocket en iconische locaties als de S.S. Anne en de Pokemon Tower in Lavender Town is dit een tijdloze RPG-ervaring. De eerste generatie Pokemon-games zijn inmiddels zeldzame verzamelobjecten en worden steeds schaarsser op de markt. Ideaal voor nostalgische gamers en serieuze Nintendo-verzamelaars. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-003-pokemon-blue.webp",
    "backImage": "/images/products/gb-003-pokemon-blue-back.webp"
  },
  {
    "sku": "GB-004",
    "slug": "gb-004-pokemon-yellow",
    "name": "Pokémon Yellow",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokemon Yellow voor de Game Boy Color — de speciale Pikachu-editie gebaseerd op de immens populaire anime-serie. In tegenstelling tot Red en Blue begin je het avontuur met Pikachu als startpokemon, die achter je aan loopt en reageert op je acties. Draai je om en zie hoe blij of boos Pikachu is via het vriendschapssysteem. Gedurende het spel kun je alle drie de originele starters — Bulbasaur, Charmander en Squirtle — verkrijgen, net als Ash in de tekenfilmserie. Team Rocket-duo Jessie en James maken hun opwachting als tegenstanders, compleet met hun beruchte Meowth. De Gym Leaders hebben aangepaste teams die dichter bij de anime staan, en de sprites van alle 151 Pokemon zijn opnieuw getekend. Pokemon Yellow is de definitieve versie van de eerste generatie en een van de best verkochte Game Boy-games aller tijden. Door de directe link met de anime is deze versie bijzonder geliefd bij verzamelaars en nostalgische fans. De cartridge is compatibel met zowel de originele Game Boy als de Game Boy Color met verbeterde kleuren. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-004-pokemon-yellow.webp"
  },
  {
    "sku": "GB-005",
    "slug": "gb-005-pokemon-silver",
    "name": "Pokémon Silver",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokemon Silver voor de Game Boy Color — de tweede generatie Pokemon-ervaring die de formule op elk vlak verbeterde. Trek door de uitgestrekte Johto-regio vol verrassingen, van de traditionele Japans geinspireerde architectuur van Ecruteak City tot de moderne drukte van Goldenrod City met het beroemde Radio Tower. Vang de majestueuze Lugia in de diepten van de Whirl Islands en ga op zoek naar de legendarische Ho-Oh. Na het verslaan van de Elite Four en Champion Lance ontgrendel je de complete Kanto-regio uit de eerste generatie, inclusief een episch eindgevecht tegen Red op de top van Mt. Silver. Pokemon Silver introduceerde het dag-en-nachtsysteem waardoor bepaalde Pokemon alleen op specifieke tijdstippen verschijnen, het breeding-systeem voor het kweken van Pokemon-eieren en de mogelijkheid om items aan Pokemon te geven. Met 251 Pokemon, twee volledige regio's en talloze side-quests biedt Silver een van de langste en meest complete Pokemon-avonturen ooit. Zeer gewild onder retro game verzamelaars. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-005-pokemon-silver.webp",
    "backImage": "/images/products/gb-005-pokemon-silver-back.webp"
  },
  {
    "sku": "GB-006",
    "slug": "gb-006-pokemon-crystal",
    "name": "Pokémon Crystal",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokemon Crystal voor de Game Boy Color — de ultieme versie van de tweede generatie en een mijlpaal in de Pokemon-serie. Crystal was de eerste Pokemon-game met geanimeerde Pokemon-sprites tijdens gevechten, wat elk encounter levendiger maakte. Voor het eerst in de serie kun je kiezen om als vrouwelijk personage te spelen. De verhaallijn is uitgebreid met een prominentere rol voor de legendarische Suicune, die je door heel Johto achtervolgt tot aan het spectaculaire gevecht in de Tin Tower. Het Battle Tower werd geintroduceerd als nieuwe uitdaging voor ervaren trainers, een concept dat in latere generaties een vast onderdeel werd. Crystal bevat alle verbeteringen van Gold en Silver, waaronder het dag-en-nachtsysteem, breeding en de volledige Kanto-regio na de Pokemon League. Met 251 Pokemon en verbeterde graphics is Crystal de definitieve Johto-ervaring. Dit is een van de zeldzaamste en meest gewilde Game Boy Color-cartridges op de verzamelmarkt, met prijzen die jaar na jaar stijgen. Een must-have voor serieuze Pokemon-verzamelaars. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gb-006-pokemon-crystal.webp",
    "backImage": "/images/products/gb-006-pokemon-crystal-back.webp"
  },
  {
    "sku": "GBA-003",
    "slug": "gba-003-pokemon-sapphire-usa",
    "name": "Pokémon Sapphire (USA)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Sapphire voor de Game Boy Advance — de Amerikaanse versie van het Generatie III-avontuur in de tropische Hoenn-regio. Het verhaal draait om Team Aqua, die de oceanen wil uitbreiden door het legendarische Kyogre te ontwaken. Sapphire introduceerde baanbrekende vernieuwingen zoals dubbele gevechten, abilities en de mogelijkheid om onder water te duiken naar verborgen gebieden. Met 200 nieuwe Pokémon en 386 in totaal is er meer dan genoeg te ontdekken. Qua gameplay is deze NTSC-versie identiek aan de Europese variant — dezelfde verhaallijn, dezelfde Pokémon en dezelfde post-game content. Losse cartridge, getest en volledig werkend. Amerikaanse versie (NTSC/USA).",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gba-003-pokemon-sapphire-usa.webp",
    "backImage": "/images/products/gba-003-pokemon-sapphire-usa-back.webp"
  },
  {
    "sku": "GBA-004",
    "slug": "gba-004-pokemon-firered-usa",
    "name": "Pokémon FireRed (USA)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon FireRed voor de Game Boy Advance — de geliefde remake van het allereerste Pokémon Red uit 1996, nu in de Amerikaanse NTSC-versie. Herbeleef het klassieke Kanto-avontuur met vernieuwde Generatie III-graphics, verbeterde gameplay en de toegevoegde Sevii Islands na de Elite Four. Kies Charmander, Bulbasaur of Squirtle en versla alle acht Gym Leaders op weg naar de Pokémon League. FireRed introduceerde de draadloze adapter voor lokaal ruilen en vechten. Met het Fame Checker-systeem en de uitgebreide post-game op de Sevii Islands is er veel te ontdekken na het hoofdverhaal. Een van de meest gewilde GBA-titels op de verzamelmarkt. Losse cartridge, getest en werkend. Amerikaanse versie (NTSC/USA).",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-004-pokemon-firered-usa.webp",
    "backImage": "/images/products/gba-004-pokemon-firered-usa-back.webp"
  },
  {
    "sku": "GBA-005",
    "slug": "gba-005-pokemon-firered-eur",
    "name": "Pokémon FireRed (EUR)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon FireRed voor de Game Boy Advance — de Europese PAL-versie van de iconische remake van Pokémon Red. Reis opnieuw door de Kanto-regio met verbeterde Generatie III-graphics en moderne gameplay-verbeteringen. Na de Elite Four ontgrendel je de Sevii Islands met nieuwe gebieden, Pokémon uit Johto en Hoenn, en extra verhaalmissies. De draadloze adapter maakte ruilen en vechten eenvoudiger dan ooit. Het Fame Checker-systeem biedt achtergrondverhalen over NPC's. De Europese versie is bijzonder gewild vanwege de beperktere oplage vergeleken met de Amerikaanse variant. Een absolute must-have voor elke Pokémon-verzamelaar. Losse cartridge, getest en werkend. Europese versie (PAL/EUR).",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-005-pokemon-firered-eur.webp",
    "backImage": "/images/products/gba-005-pokemon-firered-eur-back.webp"
  },
  {
    "sku": "GBA-006",
    "slug": "gba-006-pokemon-leafgreen-usa",
    "name": "Pokémon LeafGreen (USA)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 50,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon LeafGreen voor de Game Boy Advance — de Amerikaanse versie van de remake van het originele Pokémon Green (in Japan) en Blue (in het Westen). Verken de Kanto-regio met Generatie III-graphics en verbeteringen die het klassieke avontuur naar een hoger niveau tillen. Kies je starter en versla alle acht Gym Leaders, het beruchte Team Rocket en de Elite Four. Na het hoofdverhaal ontgrendel je de Sevii Islands met nieuwe gebieden en Pokémon uit Johto en Hoenn. LeafGreen bevat versie-exclusieve Pokémon zoals Sandshrew en Vulpix. Met de draadloze adapter voor lokaal ruilen en vechten. Losse cartridge, getest en werkend. Amerikaanse versie (NTSC/USA).",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-006-pokemon-leafgreen-usa.webp",
    "backImage": "/images/products/gba-006-pokemon-leafgreen-usa-back.webp"
  },
  {
    "sku": "GBA-007",
    "slug": "gba-007-pokemon-leafgreen-eur",
    "name": "Pokémon LeafGreen (EUR)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 50,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon LeafGreen voor de Game Boy Advance — de Europese PAL-versie van de remake van het originele Pokémon Blue. Herbeleef het Kanto-avontuur met prachtige Generatie III-graphics en talloze quality-of-life verbeteringen. De Sevii Islands bieden na de Elite Four een uitgebreide post-game met Pokémon uit Johto en Hoenn, nieuwe verhaalmissies en zeldzame items. LeafGreen heeft unieke versie-exclusieve Pokémon waaronder Sandshrew en Vulpix. De draadloze adapter maakte lokaal ruilen en vechten toegankelijker dan ooit. De Europese versie is schaarser dan de Amerikaanse variant, wat hem extra waardevol maakt voor verzamelaars. Losse cartridge, getest en werkend. Europese versie (PAL/EUR).",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-007-pokemon-leafgreen-eur.webp",
    "backImage": "/images/products/gba-007-pokemon-leafgreen-eur-back.webp"
  },
  {
    "sku": "GBA-008",
    "slug": "gba-008-pokemon-mystery-dungeon-red-rescue-team",
    "name": "Pokémon Mystery Dungeon: Red Rescue Team",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Red Rescue Team voor de Game Boy Advance — de GBA-helft van het allereerste Mystery Dungeon-avontuur. Je wordt getransformeerd in een Pokémon en vormt samen met je partner een reddingsteam om andere Pokémon in nood te helpen. De willekeurig gegenereerde dungeons zorgen voor eindeloze herhaalbaarheid. Het verrassend emotionele verhaal over vriendschap en opoffering raakt spelers van alle leeftijden. Red Rescue Team is de tegenhanger van Blue Rescue Team op de DS en kan met die versie verbonden worden voor extra content. Met Pokémon uit Generatie I tot III om te rekruteren en Friend Areas. Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gba-008-pokemon-mystery-dungeon-red-rescue-team.webp",
    "backImage": "/images/products/gba-008-pokemon-mystery-dungeon-red-rescue-team-back.webp"
  },
  {
    "sku": "DS-010",
    "slug": "ds-010-pokemon-diamond-eur",
    "name": "Pokémon Diamond (EUR)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Diamond voor de Nintendo DS — de Europese versie van het Generatie IV-debuut in de uitgestrekte Sinnoh-regio. Vang de legendarische tijdmeester Dialga, een staal/draak-type Pokémon dat de tijd zelf beheerst, bovenop de imposante Spear Pillar. De Sinnoh-regio, geïnspireerd door het Japanse eiland Hokkaido, biedt besneeuwde bergen, dichte bossen en het machtige Mount Coronet. Diamond was de eerste Pokémon-game met online Wi-Fi battles en trades. De Underground laat je fossielen opgraven en geheime bases inrichten. De fysieke/speciale split veranderde het gevechtssysteem voorgoed. Met meer dan 100 nieuwe Pokémon en een ambitieus verhaal over Team Galactic. Losse cartridge, getest en werkend. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-010-pokemon-diamond-eur.webp",
    "backImage": "/images/products/ds-010-pokemon-diamond-eur-back.webp",
    "cibImage": "/images/products/ds-010-pokemon-diamond-eur-cib.webp",
    "cibBackImage": "/images/products/ds-010-pokemon-diamond-eur-cib-back.webp"
  },
  {
    "sku": "DS-012",
    "slug": "ds-012-pokemon-md-explorers-of-sky",
    "name": "Pokémon Mystery Dungeon: Explorers of Sky",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 65,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Sky voor de Nintendo DS — de definitieve versie van het geliefde Mystery Dungeon-avontuur en door velen beschouwd als het absolute hoogtepunt van de spin-off serie. Deze uitgebreide versie van Explorers of Time en Darkness voegt vijf nieuwe Special Episodes toe die achtergrondverhalen vertellen over personages als Bidoof, het Team Charm en de mysterieuze Grovyle. Het hartverscheurende hoofdverhaal over tijdreizen, vriendschap en opoffering is een van de beste in de gehele Pokémon-franchise. Met nieuwe starters waaronder Riolu, Vulpix en Phanpy, het Spinda Café en Sky Jukebox. De post-game biedt tientallen extra dungeons met legendarische Pokémon. Zeer gewild en zeldzaam. Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-012-pokemon-md-explorers-of-sky.webp",
    "backImage": "/images/products/ds-012-pokemon-md-explorers-of-sky-back.webp",
    "cibImage": "/images/products/ds-012-pokemon-md-explorers-of-sky-cib.webp",
    "cibBackImage": "/images/products/ds-012-pokemon-md-explorers-of-sky-cib-back.webp"
  },
  {
    "sku": "DS-015",
    "slug": "ds-015-pokemon-conquest",
    "name": "Pokémon Conquest",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Strategie",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Conquest voor de Nintendo DS — een unieke crossover tussen Pokémon en de Nobunaga's Ambition-serie van Koei Tecmo. Dit tactische strategiespel speelt zich af in het feodale Ransei, waar krijgsheren Pokémon gebruiken in raster-gebaseerde gevechten om koninkrijken te veroveren. Verover alle 17 koninkrijken met je team van Warriors en hun gelinkte Pokémon. Elke Warrior heeft een unieke band met specifieke Pokémon die sterker wordt naarmate je samen vecht. Na het hoofdverhaal ontgrendel je tientallen extra verhaallijnen met verschillende Warriors als hoofdpersoon. Een van de meest verrassende en ondergewaardeerde Pokémon-spin-offs. Zeer gewild bij verzamelaars. Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-015-pokemon-conquest.webp",
    "backImage": "/images/products/ds-015-pokemon-conquest-back.webp"
  },
  {
    "sku": "DS-020",
    "slug": "ds-020-pokemon-pearl-usa",
    "name": "Pokémon Pearl (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Pearl voor de Nintendo DS — de Amerikaanse versie van het Generatie IV-avontuur in de Sinnoh-regio. Vang de legendarische ruimtemeester Palkia, een water/draak-type dat de ruimte zelf kan vervormen, bovenop de Spear Pillar. Naast Diamond was Pearl een van de eerste Pokémon-games met online Wi-Fi-functionaliteit voor battles en trades. De Underground biedt fossielen en geheime bases, terwijl de Super Contests een creatieve afwisseling bieden. De fysieke/speciale split revolutioneerde het gevechtssysteem. Pearl bevat versie-exclusieve Pokémon zoals Palkia, Glameow en Shieldon. Qua gameplay identiek aan de Europese versie. Losse cartridge, getest en werkend. Amerikaanse versie (NTSC/USA).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-020-pokemon-pearl-usa.webp",
    "backImage": "/images/products/ds-020-pokemon-pearl-usa-back.webp",
    "cibImage": "/images/products/ds-020-pokemon-pearl-usa-cib.webp",
    "cibBackImage": "/images/products/ds-020-pokemon-pearl-usa-cib-back.webp"
  },
  {
    "sku": "GB-001",
    "slug": "gb-001-pokemon-trading-card-game",
    "name": "Pokémon Trading Card Game",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "Strategie",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Trading Card Game voor de Game Boy Color — de digitale versie van het populaire Pokémon-kaartspel. Verzamel kaarten, bouw decks en daag acht Club Masters uit in strategische kaartgevechten om de legendarische kaarten te bemachtigen. De game bevat meer dan 200 kaarten gebaseerd op de originele Base Set, Jungle en Fossil-expansies. Met een tutorial die het kaartspel stap voor stap uitlegt, is dit de perfecte instap in de wereld van het Pokémon TCG. Na de Club Masters wacht de Grand Masters-uitdaging. Booster packs verdien je door tegenstanders te verslaan, wat een verslavende verzamellus creëert. Een unieke Pokémon-ervaring die verschilt van de hoofdserie. Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-001-pokemon-trading-card-game.webp",
    "backImage": "/images/products/gb-001-pokemon-trading-card-game-back.webp"
  },
  {
    "sku": "3DS-002",
    "slug": "3ds-002-pokemon-omega-ruby",
    "name": "Pokémon Omega Ruby",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Omega Ruby voor de Nintendo 3DS — de prachtige 3D-remake van Pokémon Ruby uit 2002. Duik opnieuw de Hoenn-regio in met volledig vernieuwde graphics, Mega Evoluties en Primal Groudon — de oervorm van het legendarische land-Pokémon. Het verhaal volgt Team Magma in hun missie om de continenten uit te breiden door Groudon te ontwaken. Na het hoofdavontuur biedt de exclusieve Delta Episode een spectaculair verhaal met Mega Rayquaza en een ontmoeting met Deoxys in de ruimte. Vlieg op Latios door de Hoenn-lucht en ontdek Mirage Spots waar legendarische Pokémon uit eerdere generaties schuilgaan. De DexNav maakt het opsporen van zeldzame Pokémon onweerstaanbaar. Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-002-pokemon-omega-ruby.webp",
    "backImage": "/images/products/3ds-002-pokemon-omega-ruby-back.webp",
    "cibImage": "/images/products/3ds-002-pokemon-omega-ruby-cib.webp",
    "cibBackImage": "/images/products/3ds-002-pokemon-omega-ruby-cib-back.webp",
    "cibPrice": 50
  },
  {
    "sku": "3DS-005",
    "slug": "3ds-005-pokemon-super-mystery-dungeon",
    "name": "Pokémon Super Mystery Dungeon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Super Mystery Dungeon voor de Nintendo 3DS — het meest ambitieuze Mystery Dungeon-avontuur met alle 720 Pokémon uit de eerste zes generaties. Word een Pokémon en verken willekeurig gegenereerde dungeons in een verhaal over een mysterieuze verstening die Pokémon over de hele wereld treft. Het Connection Orb-systeem vervangt de traditionele rekrutering: voltooi missies om vriendschap te sluiten met alle 720 Pokémon. De verbeterde gameplay biedt Looplets met Emeras voor tijdelijke boosts in dungeons, allianties met legendarische Pokémon en een verrassend uitdagende moeilijkheidsgraad. De 3D-graphics zijn de mooiste in de Mystery Dungeon-serie. Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-005-pokemon-super-mystery-dungeon.webp",
    "backImage": "/images/products/3ds-005-pokemon-super-mystery-dungeon-back.webp"
  },
  {
    "sku": "3DS-009",
    "slug": "3ds-009-detective-pikachu",
    "name": "Detective Pikachu",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Avontuur",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Detective Pikachu voor de Nintendo 3DS — een uniek avonturenspel waarin je samenwerkt met een praatgrage, koffiedrinkende Pikachu om mysterieuze zaken op te lossen in Ryme City. Dit is geen gewone Pikachu: hij spreekt mensentaal, heeft een diepe stem en een eigenzinnige persoonlijkheid. Onderzoek plaatsen delict, ondervraag getuigen (zowel mensen als Pokémon) en combineer aanwijzingen om de waarheid te achterhalen. Het verhaal draait om de verdwijning van je vader en de mysterieuze R-substantie die Pokémon agressief maakt. De charmante cinematics en het unieke concept maakten dit spel de basis voor de gelijknamige Hollywoodfilm. Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-009-detective-pikachu.webp",
    "backImage": "/images/products/3ds-009-detective-pikachu-back.webp",
    "cibImage": "/images/products/3ds-009-detective-pikachu-cib.webp",
    "cibBackImage": "/images/products/3ds-009-detective-pikachu-cib-back.webp"
  },
  {
    "sku": "3DS-001",
    "slug": "3ds-001-pokemon-x",
    "name": "Pokémon X",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon X voor de Nintendo 3DS — het baanbrekende Generatie VI-debuut dat de overstap maakte naar volledige 3D-graphics. Verken de op Frankrijk geïnspireerde Kalos-regio, ontdek Mega Evolutie en vang het legendarische Xerneas, een fee-type Pokémon dat eeuwig leven kan schenken. Mega Evoluties geven geliefde Pokémon als Charizard, Mewtwo en Lucario spectaculaire nieuwe vormen en krachten. Pokémon-Amie laat je voor het eerst je Pokémon aaien en voeden via het touchscreen. Super Training maakt het trainen van EV's toegankelijk voor iedereen. Het stijlvolle Lumiose City is de grootste stad in de franchise. Met de introductie van het fee-type en Wonder Trade. Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-001-pokemon-x.webp",
    "cibImage": "/images/products/3ds-001-pokemon-x-cib.webp",
    "cibBackImage": "/images/products/3ds-001-pokemon-x-cib-back.webp",
    "cibPrice": 45,
    "backImage": "/images/products/3ds-001-pokemon-x-back.webp"
  },
  {
    "sku": "3DS-012",
    "slug": "3ds-012-miitopia",
    "name": "Miitopia",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Miitopia voor de Nintendo 3DS is een charmant en hilarisch RPG-avontuur waarin jouw zelfgemaakte Mii-personages de hoofdrol spelen. De duistere Dark Lord heeft de gezichten van de bewoners van Miitopia gestolen en het is aan jouw team om ze terug te winnen. Wat Miitopia zo uniek maakt is dat je vrienden, familie of zelfs beroemdheden kunt casten in elke rol, van held tot schurk. Kies uit diverse klassen zoals Warrior, Mage, Chef, Pop Star en Cat en ontwikkel je personages door gevechten en het opbouwen van relaties. De relaties tussen je teamleden beinvloeden het gevecht: goede vrienden helpen elkaar, terwijl ruzies voor chaos zorgen. Met willekeurig gegenereerde dungeons, verrassende humor en eindeloze personalisatiemogelijkheden biedt Miitopia urenlang speelplezier. De game werd later ook uitgebracht op de Nintendo Switch, maar de originele 3DS-versie blijft geliefd bij verzamelaars. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-012-miitopia.webp"
  },
  {
    "sku": "3DS-013",
    "slug": "3ds-013-cooking-mama-4",
    "name": "Cooking Mama 4",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Simulatie",
    "price": 12.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Cooking Mama 4: Kitchen Magic voor de Nintendo 3DS brengt de populaire kooksimulatie-serie naar nieuwe culinaire hoogten. Bereid meer dan 60 recepten uit keukens van over de hele wereld met behulp van het touchscreen en de bewegingssensor van je 3DS. Van sushi rollen tot pasta maken en van taarten bakken tot barbecueen, elk recept bestaat uit meerdere minigames die je kookvaardigheden testen. De game maakt slim gebruik van de 3D-mogelijkheden van het systeem om gerechten tot leven te laten komen en de gyroscoop zorgt voor innovatieve besturing zoals pannen kantelen en deeg kneden. Naast het koken bevat Cooking Mama 4 ook een tuinmodus waarin je eigen ingredienten kunt verbouwen en combineren. Met het medaillesysteem en de uitdaging om elk recept perfect af te ronden is er genoeg reden om terug te komen. Een perfecte game voor zowel jonge als oudere spelers en een leuke aanvulling op elke Nintendo 3DS-collectie. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-013-cooking-mama-4.webp"
  },
  {
    "sku": "3DS-014",
    "slug": "3ds-014-animal-crossing-new-leaf",
    "name": "Animal Crossing: New Leaf",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Simulatie",
    "price": 19.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Animal Crossing: New Leaf voor de Nintendo 3DS is een van de meest geliefde simulatiegames ooit gemaakt en laat je voor het eerst de rol van burgemeester op je nemen. In jouw eigen dorpje bepaal jij welke openbare werken er gebouwd worden, welke verordeningen er gelden en hoe het dorp zich ontwikkelt. Ontmoet tientallen unieke dierlijke bewoners, elk met hun eigen persoonlijkheid, vang insecten en vissen, graaf fossielen op en doneer ze aan het museum. De game speelt in realtime met de klok van je 3DS mee, waardoor seizoenen wisselen en speciale evenementen plaatsvinden op feestdagen. Op het tropische eiland kun je exclusieve items en zeldzame kevers vangen om je hypotheek bij Tom Nook af te betalen. De Welcome Amiibo-update voegde later nog meer content toe met een campingplaats en Amiibo-compatibiliteit. New Leaf wordt beschouwd als een van de beste handheld-games aller tijden en is een must-have voor elke 3DS-bezitter. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-014-animal-crossing-new-leaf.webp"
  },
  {
    "sku": "3DS-015",
    "slug": "3ds-015-animal-crossing-happy-home-designer",
    "name": "Animal Crossing: Happy Home Designer",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Simulatie",
    "price": 12.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Animal Crossing: Happy Home Designer voor de Nintendo 3DS laat je de ultieme interieurontwerper worden in het Animal Crossing-universum. Als medewerker van Nook's Homes is het jouw taak om droomhuizen te ontwerpen voor de bewoners van het dorp. Elk personage heeft specifieke wensen en een thema voor hun ideale woning, van een strandhuis tot een spookkasteel. Met het touchscreen sleep je meubels, behang, vloeren en decoraties naar de perfecte plek. De game biedt een enorme catalogus aan meubels en items uit het Animal Crossing-universum en ontgrendelt geleidelijk nieuwe ontwerpmogelijkheden zoals tuinen, scholen, ziekenhuizen en winkels. Gebruik Amiibo-kaarten om specifieke bewoners uit te nodigen en hun droomhuis te bouwen. Happy Home Designer is de perfecte game voor creatieve spelers die houden van het ontwerpen en decoreren van ruimtes. Met honderden mogelijke opdrachten en eindeloze creatieve vrijheid biedt deze titel urenlang ontspannen speelplezier. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-015-animal-crossing-happy-home-designer.webp"
  },
  {
    "sku": "DS-023",
    "slug": "ds-023-another-code-two-memories",
    "name": "Another Code: Two Memories",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 22.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Another Code: Two Memories voor de Nintendo DS — een meeslepend avonturenspel van ontwikkelaar Cing, exclusief voor Nintendo. Speel als de dertienjarige Ashley Mizuki Robbins die op zoek gaat naar haar vader op het mysterieuze Blood Edward Island. Ontdek langzaam de donkere geheimen van het eiland, het Edwards-landhuis en de tragische gebeurtenissen die tien jaar eerder plaatsvonden. De game maakt op briljante wijze gebruik van de unieke hardware van de Nintendo DS: klap het systeem dicht om een stempel af te drukken, blaas in de microfoon om kaarsen uit te blazen en gebruik het touchscreen voor inventarisraadsels. Het verhaal is emotioneel en atmosferisch verteld via prachtige manga-stijl illustraties en dialogen. Another Code is een relatief korte maar zeer memorabele ervaring die door critici werd geprezen om het innovatieve gebruik van de DS-functies. Ontwikkeld door het inmiddels opgeheven Cing-studio, wat deze titel extra bijzonder maakt voor verzamelaars. Een verborgen pareltje in de DS-bibliotheek dat elke avonturenfan gespeeld moet hebben. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-023-another-code-two-memories.webp"
  },
  {
    "sku": "3DS-016",
    "slug": "3ds-016-donkey-kong-country-returns-3d",
    "name": "Donkey Kong Country Returns 3D",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Platformer",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Donkey Kong Country Returns 3D voor de Nintendo 3DS is een briljante handheldversie van de gevierde Wii-platformer, ontwikkeld door Retro Studios. Spring, rol en raket je een weg door meer dan 70 uitdagende levels verdeeld over acht werelden terwijl je de gestolen bananenvoorraad terugverovert van de kwaadaardige Tiki Tak Tribe. De game biedt naast de originele levels ook een geheel nieuwe wereld exclusief voor de 3DS-versie: Cloud World, met acht extra levels. Met Diddy Kong als trouwe partner op je rug krijg je toegang tot de jetpack voor extra zweeftijd. De 3D-effecten geven een prachtig diepte-effect aan de kleurrijke jungle-, strand- en vulkaanlevels. Voor nieuwkomers is er de New Mode met extra hartjes en behulpzame items, terwijl veteranen zich kunnen uitleven in de meedogenloze Mirror Mode. De tijdaanvallen en verborgen puzzelstukken en KONG-letters zorgen voor enorme herhaalbaarheid. Een van de beste platformers op de Nintendo 3DS. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-016-donkey-kong-country-returns-3d.webp"
  },
  {
    "sku": "3DS-017",
    "slug": "3ds-017-kirby-planet-robobot",
    "name": "Kirby: Planet Robobot",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Platformer",
    "price": 22.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Kirby: Planet Robobot voor de Nintendo 3DS is een van de meest inventieve en gewaardeerde Kirby-games ooit gemaakt. Wanneer buitenaardse indringers van de Haltmann Works Company Planet Popstar mechaniseren, moet Kirby niet alleen zijn klassieke kopieervaardigheden gebruiken maar ook een krachtig Robobot Armor-pak besturen. Dit mechanische pak kan vijandelijke krachten absorberen en transformeert in voertuigen zoals een auto, vliegtuig en onderzeer. De game bevat meer dan 25 kopieervaardigheden waaronder nieuwe toevoegingen als Doctor, Poison en ESP. Met prachtige 2.5D-graphics maakt Planet Robobot optimaal gebruik van de 3D-mogelijkheden van het systeem. Naast de uitgebreide verhaalmodus zijn er twee extra spelmodi: Team Kirby Clash, een coöperatief RPG-avontuur voor maximaal vier spelers, en Kirby 3D Rumble, een actiegame in een driedimensionale arena. De game scoorde uitstekend bij critici en wordt beschouwd als een hoogtepunt van de franchise. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-017-kirby-planet-robobot.webp"
  },
  {
    "sku": "DS-024",
    "slug": "ds-024-dragon-quest-ix-sentinels-of-the-starry-skies",
    "name": "Dragon Quest IX: Sentinels of the Starry Skies",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 27.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Dragon Quest IX: Sentinels of the Starry Skies voor de Nintendo DS — een monumentale RPG van Square Enix en de eerste Dragon Quest-hoofdtitel ontworpen voor een handheld. Creeer je eigen held en stel een team van vier volledig aanpasbare personages samen om het koninkrijk te redden van de Corvus-dreiging. Met een uitgebreid class-systeem met meer dan twaalf beroepen, van Warrior en Mage tot Paladin en Sage, kun je eindeloos experimenteren met teamopstellingen. De game biedt een enorm open wereld met tientallen dungeons, honderden quests en een verhaallijn van meer dan honderd uur. Uniek voor de serie is de multiplayer-modus waarin tot vier spelers lokaal samen op avontuur kunnen gaan. Het Grotto-systeem genereert willekeurige dungeons met exclusieve schatten en vijanden. De kenmerkende charme van Akira Toriyama's character design en Koichi Sugiyama's orkestrale muziek maken dit een onvergetelijke RPG-ervaring. Dragon Quest IX verkocht meer dan vijf miljoen exemplaren wereldwijd en wordt beschouwd als een van de beste handheld-RPG's ooit gemaakt. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-024-dragon-quest-ix-sentinels-of-the-starry-skies.webp"
  },
  {
    "sku": "DS-025",
    "slug": "ds-025-tetris-party-deluxe",
    "name": "Tetris Party Deluxe",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Puzzel",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Tetris Party Deluxe voor de Nintendo DS — de uitgebreide versie van het klassieke puzzelfenomeen met talloze speelmodi en multiplayer-opties. Naast het traditionele Marathon-mode bevat deze deluxe-editie meer dan achttien unieke speelvarianten, waaronder Shadow, Bombliss, Master Mode en de populaire Sprint-modus. De nieuwe Field Climber-modus laat je een poppetje omhoog klimmen via de tetrimino's die je plaatst, terwijl Stage Racer je door een parcours loodst. Multiplayer is een belangrijk onderdeel: speel lokaal met maximaal vier spelers via een enkele cartridge of via Nintendo Wi-Fi Connection tegen spelers wereldwijd. De touchscreen-besturing biedt een alternatieve manier om blokken te plaatsen, ideaal voor wie de stylus prefereert boven de knoppen. Tetris Party Deluxe combineert de verslavende gameplay van het originele Tetris met moderne features en is daarmee de meest complete Tetris-ervaring op de Nintendo DS. Perfect voor korte sessies onderweg of langere marathonsessies thuis. Een uitstekende keuze voor puzzelfans en casual gamers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-025-tetris-party-deluxe.webp"
  },
  {
    "sku": "DS-026",
    "slug": "ds-026-rayman-ds",
    "name": "Rayman DS",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Platformer",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Rayman DS voor de Nintendo DS — een handheld-versie van het geliefde 3D-platformavontuur met de armloze held Rayman. Verken kleurrijke werelden vol vijanden, puzzels en verborgen geheimen terwijl je de Teensies bevrijdt uit de klauwen van de kwaadaardige piraten. Rayman DS is gebaseerd op Rayman 2: The Great Escape, door velen beschouwd als een van de beste platformers aller tijden. De game maakt gebruik van het touchscreen voor camerabesturing en biedt een soepele 3D-ervaring op de DS. Zweef met Rayman's helikopterhaar over afgronden, schiet energiebollen op vijanden en rijd op raketten door spectaculaire levels. De wereld is opgedeeld in diverse themagebieden, van mysterieuze bossen en ondergrondse grotten tot piratenschepen en lavavulkanen. Met meer dan veertig levels en talloze verzamelobjecten is er genoeg te ontdekken. De herkenbare Rayman-humor en het tijdloze levelontwerp maken dit een uitstekende platformer voor onderweg. Geschikt voor zowel nieuwkomers als fans van de originele Rayman 2. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-026-rayman-ds.webp"
  },
  {
    "sku": "3DS-018",
    "slug": "3ds-018-warioware-gold",
    "name": "WarioWare Gold",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Party",
    "price": 22.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "WarioWare Gold voor de Nintendo 3DS is de ultieme collectie van de beruchte microgames en bevat meer dan 300 razendsnelle minigames. Dit is het grootste en meest complete WarioWare-avontuur ooit, met microgames die gebruik maken van het touchscreen, de gyroscoop, de microfoon en de knoppen van je 3DS. Elke microgame duurt slechts een paar seconden en de actie wordt steeds sneller en chaotischer. De game bevat een uitgebreid verhaalmodus met volledig ingesproken tussenscenes waarin Wario en zijn bizarre vrienden centraal staan. Naast klassieke microgames uit eerdere delen zijn er tientallen gloednieuwe uitdagingen. De Challenge Mode en de Wario Kamer bieden extra content en ontgrendelbare items. Met de ingebouwde studio kun je zelfs je eigen microgames ontwerpen en delen. WarioWare Gold is de perfecte game voor korte speelsessies onderweg en biedt eindeloos herhalingsplezier. Een van de laatste grote Nintendo-releases voor de 3DS en daardoor extra waardevol voor verzamelaars. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-018-warioware-gold.webp"
  },
  {
    "sku": "3DS-019",
    "slug": "3ds-019-luigis-mansion",
    "name": "Luigi's Mansion",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Avontuur",
    "price": 24.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Luigi's Mansion voor de Nintendo 3DS is een volledig vernieuwde versie van het klassieke GameCube-lanceertitel uit 2001. In dit charmante avontuur heeft Luigi een spookhuis gewonnen in een wedstrijd waar hij nooit aan heeft meegedaan, en wanneer Mario verdwijnt moet de bange loodgieter gewapend met de Poltergust 3000-stofzuiger spoken vangen en het mysterie oplossen. De 3DS-versie bevat vernieuwde graphics, een handige kaart op het onderste scherm en ondersteuning voor het 3D-effect dat de griezelige kamers extra diepte geeft. Professor E. Gadd begeleidt je met zijn uitvindingen terwijl je door vier verdiepingen vol puzzels, verborgen schatten en boze geesten navigeert. De botsingen met de Portrait Ghosts zijn memorabele miniboss-gevechten die creativiteit vereisen. Met het nieuwe co-op-avontuur kun je samen met een vriend het hele spookhuis verkennen via lokaal draadloos spelen. Luigi's Mansion op de 3DS is een tijdloze klassieker die perfect geschikt is voor handheld gaming. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-019-luigis-mansion.webp"
  },
  {
    "sku": "DS-027",
    "slug": "ds-027-mario-luigi-partners-in-time",
    "name": "Mario & Luigi: Partners in Time",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 29.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario & Luigi: Partners in Time voor de Nintendo DS — het tweede deel in de geliefde Mario & Luigi RPG-serie van ontwikkelaar AlphaDream. Een buitenaards ras genaamd de Shroobs valt het Mushroom Kingdom binnen, en het is aan Mario, Luigi en hun babyversies om de tijdlijn te redden. Reis door de tijd via tijdpoorten en schakel voortdurend tussen het heden en verleden. De game combineert vier speelbare personages met een ingenieus gevechtssysteem waarin timing en reflexen cruciaal zijn. Gebruik de DS-knoppen om elke broer individueel aan te sturen tijdens gevechten, combineer Bros Items voor verwoestende aanvallen en ontwijkt vijandelijke aanvallen met nauwkeurig getimede sprongen. De humor is zoals altijd uitstekend, met hilarische dialogen en absurde situaties die de Mario-wereld op zijn kop zetten. Partners in Time biedt een uitdagend avontuur van dertig tot veertig uur met memorabele baasgevechten en verrassende plotwendingen. Een must-play voor fans van Nintendo-RPG's en de Mario & Luigi-serie. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-027-mario-luigi-partners-in-time.webp"
  },
  {
    "sku": "3DS-020",
    "slug": "3ds-020-yoshis-new-island",
    "name": "Yoshi's New Island",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Platformer",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Yoshi's New Island voor de Nintendo 3DS brengt de schattige dinosaurus terug in een kleurrijk platformavontuur dat de geest van het Super Nintendo-origineel ademt. Baby Mario is opnieuw gescheiden van Baby Luigi en het is aan de Yoshi's om hem veilig door gevaarlijke werelden te dragen. De kenmerkende gameplay draait om het inslikken van vijanden en ze omzetten in eieren die je kunt gooien om puzzels op te lossen en geheimen te ontdekken. Nieuw in deze game zijn de Mega Eggdozers, gigantische eieren waarmee je hele obstakels kunt vernietigen, en de Metal Eggdozers die Yoshi onder water laten lopen. De aquarelachtige grafische stijl geeft elk level een unieke uitstraling en de 3D-effecten voegen diepte toe aan de kleurrijke werelden. Met zes werelden vol verborgen bloemen, rode munten en sterren is er genoeg te verzamelen voor completionisten. De game biedt ook een tweespeler-modus via lokaal draadloos spelen. Een charmante platformer voor Nintendo-fans van alle leeftijden. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-020-yoshis-new-island.webp"
  },
  {
    "sku": "3DS-021",
    "slug": "3ds-021-mario-sonic-rio-2016-olympic-games",
    "name": "Mario & Sonic at the Rio 2016 Olympic Games",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Sport",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario and Sonic at the Rio 2016 Olympic Games voor de Nintendo 3DS brengt de twee grootste rivalen uit de gamegeschiedenis samen op de Olympische Spelen in Rio de Janeiro. Neem deel aan meer dan 14 verschillende olympische sporten waaronder voetbal, golf, boksen, paardrijden, tafeltennis en atletiek met je favoriete Mario- en Sonic-personages. Elk personage heeft unieke eigenschappen en vaardigheden die bepaalde sporten beinvloeden. De game biedt een uitgebreide verhaalmodus waarin je door Rio de Janeiro reist, uitdagingen aangaat en je team samenstelt voor het grote toernooi. Met het touchscreen en de gyroscoop van de 3DS worden de sporten op innovatieve manieren bestuurd. De Road to Rio-modus laat je een eigen Mii-personage trainen en ontwikkelen voor de Olympische Spelen. Via lokaal draadloos spelen kun je het met vrienden opnemen in spannende multiplayerwedstrijden. Een vermakelijke sportgame die het beste van Nintendo en SEGA samenbrengt. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-021-mario-sonic-rio-2016-olympic-games.webp"
  },
  {
    "sku": "DS-028",
    "slug": "ds-028-final-fantasy-crystal-chronicles-ring-of-fates",
    "name": "Final Fantasy Crystal Chronicles: Ring of Fates",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Final Fantasy Crystal Chronicles: Ring of Fates voor de Nintendo DS — een actie-RPG van Square Enix die solo en in multiplayer schittert. Volg het emotionele verhaal van de tweeling Yuri en Chelinka in de wereld van Crystal Chronicles, waar kristallen magische krachten bezitten en een duistere macht de wereld bedreigt. Het gevechtssysteem combineert real-time actie met magie: stapel spreuken op elkaar voor krachtigere effecten via het unieke Magicite-systeem. Speel als vier verschillende rassen — Clavat, Selkie, Yuke en Lilty — elk met unieke vaardigheden en speelstijlen. De multiplayer-modus ondersteunt tot vier spelers lokaal voor cooperatieve dungeon-raids met exclusieve uitdagingen. De game maakt slim gebruik van het touchscreen voor inventarisbeheer en het aansturen van je party. Met prachtige 3D-graphics, een ontroerend verhaal en diepgaande character-customization is Ring of Fates een van de betere actie-RPG's op de Nintendo DS. Ideaal voor fans van de Final Fantasy-serie en cooeperatieve multiplayer-games. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-028-final-fantasy-crystal-chronicles-ring-of-fates.webp"
  },
  {
    "sku": "3DS-022",
    "slug": "3ds-022-tekken-3d-prime-edition",
    "name": "Tekken 3D Prime Edition",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Vecht",
    "price": 12.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Tekken 3D Prime Edition voor de Nintendo 3DS brengt de legendarische vechtgame-franchise voor het eerst naar een Nintendo-handheld. Met meer dan 40 speelbare vechters uit het Tekken-universum, waaronder iconische personages als Kazuya Mishima, Jin Kazama, Nina Williams en Heihachi, biedt deze game intense 3D-gevechten onderweg. De game draait op een vloeiende 60 frames per seconde tijdens gevechten, wat zorgt voor responsieve en vloeiende actie. Tekken 3D Prime Edition bevat een uitgebreide verhaalmodus, een Survival Mode en de Special Survival Mode met honderden gevechten. De touchscreen-bediening maakt het mogelijk om complexe combo's eenvoudiger uit te voeren, terwijl ervaren spelers de traditionele knoppencombinaties kunnen gebruiken. Via StreetPass kun je je team van vechters uitwisselen met andere spelers en via lokaal draadloos spelen neem je het op tegen vrienden. Als bonus bevat de game de volledige Tekken: Blood Vengeance-film in 3D. Een unieke vechtgame voor de Nintendo 3DS-verzamelaar. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-022-tekken-3d-prime-edition.webp"
  },
  {
    "sku": "DS-029",
    "slug": "ds-029-rayman-raving-rabbids",
    "name": "Rayman Raving Rabbids",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Party",
    "price": 7.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Rayman Raving Rabbids voor de Nintendo DS — een hilarische party-game waarin Rayman het opneemt tegen de krankzinnige Rabbids. Deze dolgedraaide konijnen hebben de wereld overgenomen en het is aan Rayman om ze te stoppen via een reeks waanzinnige minigames. De DS-versie biedt een unieke 2D-platformervaring gecombineerd met touchscreen-minigames die je laten tekenen, tikken, blazen en vegen. Elke wereld bevat platformlevels en speciale uitdagingen die de hardware van de DS creatief benutten. De Rabbids zelf zijn hilarisch met hun gekke uitdrukkingen, onvoorspelbare gedrag en iconische schreeuw. De game bevat tientallen minigames varieerend van ritmespellen tot schietgalerijen, perfect voor korte speelsessies onderweg. Naast de singleplayer-campagne is er een multiplayer-modus voor lokaal spel met vrienden. Rayman Raving Rabbids bracht een geheel nieuwe richting voor het Rayman-franchise en werd een enorm commercieel succes. Een vermakelijke game vol humor en variatie voor alle leeftijden. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-029-rayman-raving-rabbids.webp"
  },
  {
    "sku": "DS-030",
    "slug": "ds-030-mario-party-ds",
    "name": "Mario Party DS",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Party",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario Party DS voor de Nintendo DS — het ultieme digitale bordspel voor onderweg met Mario en zijn vrienden. In dit deel zijn Mario en zijn kameraden gekrompen tot miniformaat door de gemene Bowser, waardoor alledaagse objecten als boeken, muziekinstrumenten en tuinplanten reusachtige speelwerelden worden. Rol de dobbelsteen, verzamel sterren en versla je tegenstanders in meer dan zeventig creatieve minigames die optimaal gebruikmaken van het touchscreen, de microfoon en de knoppen van de DS. Speel met maximaal vier spelers via een enkele cartridge dankzij de Download Play-functie — ideaal voor onderweg met vrienden. De vijf unieke speelborden bieden elk hun eigen thema, mechanismen en strategische mogelijkheden. Daarnaast zijn er extra modi zoals de puzzelmodus en een minigame-vrij-spel. Mario Party DS is de best verkochte Mario Party-game ooit met meer dan negen miljoen verkochte exemplaren wereldwijd. De perfecte game voor feestjes, lange reizen en gezellige avonden. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-030-mario-party-ds.webp",
    "cibPrice": 19.5,
    "cibImage": "/images/products/ds-042-mario-party-ds-cib.webp",
    "cibBackImage": "/images/products/ds-042-mario-party-ds-cib-back.webp"
  },
  {
    "sku": "3DS-023",
    "slug": "3ds-023-zelda-tri-force-heroes",
    "name": "The Legend of Zelda: Tri Force Heroes",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Avontuur",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "The Legend of Zelda: Tri Force Heroes voor de Nintendo 3DS is een uniek coöperatief Zelda-avontuur ontworpen voor drie spelers. In het modieuze koninkrijk Hytopia is prinses Styla vervloekt met een onverwijderbaar bruin pakje en drie helden moeten samenwerken om de vloek te verbreken. De kernmechaniek draait om de Totem, waarbij drie Links op elkaars schouders staan om hogere platforms te bereiken en puzzels op te lossen. Samen doorloop je 32 levels verdeeld over acht werelden, elk met unieke thema's en uitdagingen. Met meer dan 30 verschillende outfits die speciale krachten verlenen, zoals extra bomkracht, zwaarddegenschade of een grotere hitbox voor pijlen, kun je je strategie aanpassen aan elk level. De game ondersteunt zowel lokaal als online multiplayer en bevat ook een uitdagende singleplayer-modus met twee dummy-Links. Met de Coliseum-modus kun je het ook tegen elkaar opnemen in competitieve gevechten. Een creatieve en sociale spin op de Zelda-formule. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-023-zelda-tri-force-heroes.webp"
  },
  {
    "sku": "DS-031",
    "slug": "ds-031-tetris-ds",
    "name": "Tetris DS",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Puzzel",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Tetris DS voor de Nintendo DS — de ultieme Tetris-ervaring verpakt in een liefdesbrief aan Nintendo's rijke gamegeschiedenis. Elk van de zes speelmodi is gethematiseerd rond een klassiek Nintendo-franchise: het standaard Marathon-mode met Super Mario Bros., de strategische Catch-modus met Metroid, de Push-modus gebaseerd op Donkey Kong en meer. De game speelt fenomenaal dankzij perfecte besturing en het heldere dubbele scherm. Online multiplayer via Nintendo Wi-Fi Connection maakte Tetris DS destijds een van de eerste competitieve DS-games. Lokale multiplayer ondersteunt tot tien spelers met slechts een cartridge via Download Play. De Standard-modus biedt het pure, verslavende Tetris-gameplay met moderne features als het T-spin-systeem en de hold-functie. Tetris DS is een van de hoogst gewaardeerde DS-games ooit met perfecte scores bij meerdere reviewsites. Door de beperkte oplage is de game inmiddels een gewild verzamelobject waarvan de prijs gestaag stijgt. Een absolute must-have voor puzzelfans en Nintendo-liefhebbers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-031-tetris-ds.webp"
  },
  {
    "sku": "3DS-024",
    "slug": "3ds-024-super-mario-maker-3ds",
    "name": "Super Mario Maker for Nintendo 3DS",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Platformer",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Super Mario Maker for Nintendo 3DS brengt de creatieve kracht van levelontwerp naar je handheld. Bouw je eigen Mario-levels met een intuïtieve editor die gebruik maakt van het touchscreen en kies uit vier klassieke spelstijlen: Super Mario Bros., Super Mario Bros. 3, Super Mario World en New Super Mario Bros. U. Met tientallen elementen zoals vijanden, powerups, platformen en mechanismen zijn de mogelijkheden vrijwel eindeloos. De 3DS-versie bevat een uitgebreide Super Mario Challenge-modus met 100 Nintendo-ontworpen levels die elk twee medaille-uitdagingen bevatten. Leer de fijne kneepjes van levelontwerp via de stapsgewijze lessen van Mary O. en Mashiko. Deel je creaties lokaal met vrienden via StreetPass en speel elkaars levels. De Recommended Courses-functie laat je levels spelen die door de online community op de Wii U-versie zijn gemaakt. Super Mario Maker voor 3DS is een eindeloze bron van Mario-plezier voor zowel spelers als ontwerpers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-024-super-mario-maker-3ds.webp"
  },
  {
    "sku": "3DS-025",
    "slug": "3ds-025-mario-tennis-open",
    "name": "Mario Tennis Open",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Sport",
    "price": 12.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario Tennis Open voor de Nintendo 3DS brengt het snelle, arcade-achtige tennis van Mario naar de handheld met volledige 3D-graphics en gyroscoopbesturing. Kies uit meer dan 16 speelbare personages uit het Mario-universum, elk met unieke statistieken voor kracht, snelheid en techniek. De game biedt diverse banen varieerend van standaard hardcourt tot bizarre locaties zoals een Donkey Kong-jungle en een Mario Galaxy-arena. Met het Chance Shot-systeem licht de baan op in verschillende kleuren die aangeven welk type slag het meest effectief is, wat extra tactische diepte toevoegt aan de rallies. De toernooien nemen je mee door bekers van toenemende moeilijkheidsgraad en de Special Games-modus bevat creatieve minigames zoals Ring Shot en Galaxy Rally. Pas je Mii-personage aan met ontgrendelbare uitrusting die de speelstijl beinvloedt. Via lokaal of online multiplayer kun je het opnemen tegen tot vier spelers. Een toegankelijke maar verslavende sportgame voor onderweg. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-025-mario-tennis-open.webp"
  },
  {
    "sku": "DS-032",
    "slug": "ds-032-yoshi-touch-and-go-cib",
    "name": "Yoshi Touch & Go",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Platformer",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Yoshi Touch & Go voor de Nintendo DS — een innovatief platformspel dat volledig bestuurd wordt met de stylus en het touchscreen. Baby Mario valt uit de lucht en het is aan jou om wolkenplatforms te tekenen die hem veilig naar beneden leiden, terwijl je vijanden insluit met cirkels om ze in munten te veranderen. Eenmaal op de grond neemt Yoshi het over en ren je door kleurrijke werelden terwijl je eieren gooit naar vijanden en bonussen. De game draait om highscores en perfecte runs in plaats van een traditionele verhaallijn, wat zorgt voor enorme herhaalbaarheid. Verschillende Yoshi-kleuren bieden unieke eigenschappen: de blauwe Yoshi is sneller, de roze Yoshi kan zweven en de rode Yoshi gooit grotere eieren. De multiplayer-modus laat twee spelers lokaal tegen elkaar racen. Yoshi Touch & Go was een van de eerste DS-games en toonde briljant wat de touchscreen-besturing kon betekenen voor platformgames. De complete versie met originele doos en handleiding is steeds lastiger te vinden. Europese versie (PAL/EUR). Compleet in doos (CIB), getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-032-yoshi-touch-and-go-cib.webp",
    "backImage": "/images/products/ds-032-yoshi-touch-and-go-cib-back.webp",
    "cibImage": "/images/products/ds-032-yoshi-touch-and-go-cib.webp",
    "cibBackImage": "/images/products/ds-032-yoshi-touch-and-go-cib-back.webp"
  },
  {
    "sku": "DS-034",
    "slug": "ds-034-mario-vs-donkey-kong-mini-land-mayhem-cib",
    "name": "Mario vs. Donkey Kong: Mini-Land Mayhem!",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Puzzel",
    "price": 12.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario vs. Donkey Kong: Mini-Land Mayhem! voor de Nintendo DS — een briljant puzzelplatformspel waarin je miniatuur speelgoedversies van Mario en zijn vrienden naar de uitgang leidt. Teken bruggen, leggers, transportbanden en springveren op het touchscreen om een veilig pad te creeren voor de Mini Mario's terwijl je obstakels, vijanden en Donkey Kong zelf ontwijkt. Elk van de acht werelden introduceert nieuwe mechanismen die de puzzels steeds complexer en bevredigender maken. De game bevat meer dan honderd handgemaakte levels plus een krachtige level-editor waarmee je eigen puzzels kunt ontwerpen en delen. Het concept is simpel te begrijpen maar lastig te meesteren, met gouden sterren en medailles voor perfecte voltooiingen die uitdaging bieden voor ervaren puzzelaars. Mario vs. Donkey Kong: Mini-Land Mayhem! werd door critici geprezen als een van de beste puzzelgames op de DS. De combinatie van creatief levelontwerp, touchscreen-besturing en eindeloze herhaalbaarheid maakt dit een topkeuze voor puzzelfans. Europese versie (PAL/EUR). Compleet in doos (CIB), getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-034-mario-vs-donkey-kong-mini-land-mayhem-cib.webp",
    "backImage": "/images/products/ds-034-mario-vs-donkey-kong-mini-land-mayhem-cib-back.webp",
    "cibImage": "/images/products/ds-034-mario-vs-donkey-kong-mini-land-mayhem-cib.webp",
    "cibBackImage": "/images/products/ds-034-mario-vs-donkey-kong-mini-land-mayhem-cib-back.webp"
  },
  {
    "sku": "DS-036",
    "slug": "ds-036-zelda-phantom-hourglass-cib",
    "name": "The Legend of Zelda: Phantom Hourglass",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 24.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "The Legend of Zelda: Phantom Hourglass voor de Nintendo DS — het directe vervolg op het geliefde The Wind Waker voor GameCube, volledig bestuurd via het touchscreen. Reis met Link over de oceaan op zoek naar de verdwenen Tetra en het mysterieuze Ghost Ship. De volledige besturing via de stylus was revolutionair: tik om te lopen, veeg om te zwaarden, teken routes voor de boemerang en maak aantekeningen direct op de kaart. De centrale Temple of the Ocean King is een steeds terugkerende dungeon waarin je onder tijdsdruk steeds dieper doordringt met nieuw verkregen items. Daarnaast bevat de game zes unieke eilanddungeons met ingenieuze puzzels en memorabele baasgevechten. De zeereizen bieden vrijheid om eilanden te verkennen, schatten op te vissen en vijandelijke schepen te bestrijden. De multiplayer-modus laat twee spelers strijden in een unieke kat-en-muisgame. Phantom Hourglass is een van de best verkochte en hoogst gewaardeerde Nintendo DS-games, essentieel voor elke Zelda-verzameling. Europese versie (PAL/EUR). Compleet in doos (CIB), getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-036-zelda-phantom-hourglass-cib.webp",
    "backImage": "/images/products/ds-036-zelda-phantom-hourglass-cib-back.webp",
    "cibImage": "/images/products/ds-036-zelda-phantom-hourglass-cib.webp",
    "cibBackImage": "/images/products/ds-036-zelda-phantom-hourglass-cib-back.webp"
  },
  {
    "sku": "DS-038",
    "slug": "ds-038-metroid-prime-hunters-first-hunt-cib",
    "name": "Metroid Prime Hunters: First Hunt (Demo)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Shooter",
    "price": 7.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Metroid Prime Hunters: First Hunt voor de Nintendo DS — de officiele speelbare demo die werd meegeleverd met de eerste Nintendo DS-systemen. Deze demo biedt een voorproefje van Metroid Prime Hunters met drie speelbare modi: Regulator, Survival en Morph Ball. Ervaar de first-person gameplay van Samus Aran op de DS met touchscreen-besturing voor het richten en schieten, een controlemethode die destijds baanbrekend was voor handheld-gaming. De Regulator-modus laat je vijanden uitschakelen in een afgesloten arena, Survival daagt je uit om zo lang mogelijk te overleven tegen golven vijanden, en Morph Ball biedt een uniek puzzelperspectief. Hoewel het een demo betreft, is First Hunt een belangrijk stuk Nintendo DS-geschiedenis als een van de eerste titels die de mogelijkheden van het systeem demonstreerde. De complete versie met originele doos is inmiddels een interessant verzamelobject voor Metroid-fans en Nintendo-historici. Beperkt beschikbaar als bundeldemo, waardoor complete exemplaren schaars zijn. Europese versie (PAL/EUR). Compleet in doos (CIB), getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-038-metroid-prime-hunters-first-hunt-cib.webp",
    "backImage": "/images/products/ds-038-metroid-prime-hunters-first-hunt-cib-back.webp",
    "cibImage": "/images/products/ds-038-metroid-prime-hunters-first-hunt-cib.webp",
    "cibBackImage": "/images/products/ds-038-metroid-prime-hunters-first-hunt-cib-back.webp"
  },
  {
    "sku": "DS-041",
    "slug": "ds-041-mario-luigi-bowsers-inside-story-cib",
    "name": "Mario & Luigi: Bowser's Inside Story",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 24.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario & Luigi: Bowser's Inside Story voor de Nintendo DS — het derde en door velen beschouwd als het beste deel in de Mario & Luigi RPG-serie. Het Mushroom Kingdom wordt geteisterd door de Blorbs-ziekte en de mysterieuze Fawful heeft Bowser gemanipuleerd om Mario en Luigi in te slikken. Schakel voortdurend tussen twee perspectieven: bestuur Bowser in de bovenwereld met vuistaanvallen, vuurspuwen en reusachtige gevechten, terwijl Mario en Luigi binnenin zijn lichaam avonturen beleven in organen en spieren. De gevechten vereisen nauwkeurige timing en reflexen bij zowel aanvallen als verdedigen, met talloze Bros Attacks en speciale Bowser-moves. De humor en charme van de dialogen zijn uitmuntend, met Fawful als een van de meest memorabele Nintendo-schurken. De game biedt meer dan dertig uur verhaalcampagne plus optionele uitdagingen en zijquests. Bowser's Inside Story ontving universele lof van critici en wordt regelmatig genoemd als een van de beste RPG's op de Nintendo DS. Een onmisbaar spel voor RPG-liefhebbers. Europese versie (PAL/EUR). Compleet in doos (CIB), getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-041-mario-luigi-bowsers-inside-story-cib.webp",
    "backImage": "/images/products/ds-041-mario-luigi-bowsers-inside-story-cib-back.webp",
    "cibImage": "/images/products/ds-041-mario-luigi-bowsers-inside-story-cib.webp",
    "cibBackImage": "/images/products/ds-041-mario-luigi-bowsers-inside-story-cib-back.webp"
  },
  {
    "sku": "3DS-027",
    "slug": "3ds-027-mario-sonic-london-2012-cib",
    "name": "Mario & Sonic at the London 2012 Olympic Games",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Sport",
    "price": 12.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario and Sonic at the London 2012 Olympic Games voor de Nintendo 3DS combineert de werelden van Mario en Sonic in een sportief avontuur tijdens de Olympische Spelen van Londen. Neem deel aan meer dan 50 verschillende evenementen waaronder atletiek, zwemmen, boogschieten, schermen en vele andere olympische disciplines. De game maakt slim gebruik van de unieke mogelijkheden van de 3DS met touchscreen-bediening en gyroscoopfuncties voor een meeslepende sportervaring. Met een uitgebreide verhaalmodus reis je door Londen en ontmoet je bekende personages uit beide franchises terwijl je mysterieuze mist die over de stad hangt probeert op te lossen. Elk personage heeft unieke vaardigheden en statistieken die bepaalde sporten beinvloeden. Via lokaal draadloos spelen kun je met vrienden strijden om gouden medailles. De game bevat ook exclusieve droomsporten die fantasie-elementen combineren met olympische disciplines. Een complete sportervaring met tientallen uren aan content. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-027-mario-sonic-london-2012-cib.webp",
    "backImage": "/images/products/3ds-027-mario-sonic-london-2012-cib-back.webp",
    "cibImage": "/images/products/3ds-027-mario-sonic-london-2012-cib.webp",
    "cibBackImage": "/images/products/3ds-027-mario-sonic-london-2012-cib-back.webp"
  },
  {
    "sku": "3DS-029",
    "slug": "3ds-029-fire-emblem-echoes-shadows-of-valentia-cib",
    "name": "Fire Emblem Echoes: Shadows of Valentia",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 34.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Fire Emblem Echoes: Shadows of Valentia voor de Nintendo 3DS is een prachtige remake van Fire Emblem Gaiden uit 1992, volledig herontworpen voor een modern publiek. Het verhaal volgt twee jeugdvrienden, Alm en Celica, die elk hun eigen leger aanvoeren in een verscheurd continent. De game onderscheidt zich van andere Fire Emblem-titels door dungeon-exploratie in third-person, een uniek magiesysteem dat HP kost in plaats van gebruiken, en het ontbreken van het wapen-driehoeksysteem. De volledig ingesproken dialogen en de schitterende geanimeerde tussenscenes van Studio Khara tillen het verhaal naar cinematisch niveau. Met het klassieke permadeath-systeem heeft elke tactische beslissing blijvende gevolgen, hoewel de Casual Mode beschikbaar is voor nieuwkomers. De Mila's Turnwheel-mechaniek laat je zetten terugdraaien om fatale fouten te corrigeren. Fire Emblem Echoes wordt beschouwd als een van de mooiste en meest onderschatte games op de 3DS en is een must voor fans van tactische RPGs. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-029-fire-emblem-echoes-shadows-of-valentia-cib.webp",
    "backImage": "/images/products/3ds-029-fire-emblem-echoes-shadows-of-valentia-cib-back.webp",
    "cibImage": "/images/products/3ds-029-fire-emblem-echoes-shadows-of-valentia-cib.webp",
    "cibBackImage": "/images/products/3ds-029-fire-emblem-echoes-shadows-of-valentia-cib-back.webp"
  },
  {
    "sku": "3DS-030",
    "slug": "3ds-030-luigis-mansion-2-cib",
    "name": "Luigi's Mansion 2",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Avontuur",
    "price": 22.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Luigi's Mansion 2, ook bekend als Luigi's Mansion: Dark Moon, voor de Nintendo 3DS is het langverwachte vervolg op het GameCube-klassiek. Wanneer de Dark Moon boven Evershade Valley in stukken breekt, worden de vriendelijke spoken plotseling vijandig en moet Luigi opnieuw de Poltergust 5000 ter hand nemen. In tegenstelling tot het origineel bevat deze game vijf unieke spookhuizen, elk met een eigen thema en sfeer, van een botanische tuin tot een verlaten mijn. De puzzels zijn ingenieus ontworpen en vereisen dat je de Poltergust, het Strobulb-licht en de Dark-Light Device creatief combineert. De missiestructuur is perfect voor handheld gaming met korte, afgebakende opdrachten. De verborgen Boo's en edelstenen in elk level zorgen voor uitstekende herhaalbaarheid. De ScareScraper-multiplayer biedt een coöperatief avontuur voor maximaal vier spelers via lokaal of online spel. Luigi's Mansion 2 werd een enorm commercieel succes en is een van de bestverkochte 3DS-games. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-030-luigis-mansion-2-cib.webp",
    "backImage": "/images/products/3ds-030-luigis-mansion-2-cib-back.webp",
    "cibImage": "/images/products/3ds-030-luigis-mansion-2-cib.webp",
    "cibBackImage": "/images/products/3ds-030-luigis-mansion-2-cib-back.webp"
  },
  {
    "sku": "3DS-031",
    "slug": "3ds-031-paper-mario-sticker-star-cib",
    "name": "Paper Mario: Sticker Star",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Paper Mario: Sticker Star voor de Nintendo 3DS brengt de papieren Mario-wereld naar de handheld met een geheel nieuw sticker-gebaseerd gevechtssysteem. Wanneer Bowser de Sticker Comet laat neerstorten op het Sticker Fest, worden de zes Royal Stickers verspreid over het land en moet Mario ze terugvinden. De gameplay draait volledig om stickers die je overal in de wereld verzamelt en gebruikt als aanvallen in turn-based gevechten. Naast gewone stickers zijn er de zeldzame en krachtige Thing Stickers, driedimensionale objecten uit de echte wereld die verwoestende aanvallen ontketenen. De wereld is verdeeld in zes gebieden met elk een uniek thema, van groene velden tot woestijnen en sneeuwlandschappen. De papercraft-stijl is schitterend op de 3DS met prachtige pop-up boekeffecten en creatief levelontwerp. Elk level bevat verborgen stickers, geheime uitgangen en puzzels die om creatief denken vragen. Paper Mario: Sticker Star biedt een unieke ervaring binnen de Mario-franchise. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-031-paper-mario-sticker-star-cib.webp",
    "backImage": "/images/products/3ds-031-paper-mario-sticker-star-cib-back.webp",
    "cibImage": "/images/products/3ds-031-paper-mario-sticker-star-cib.webp",
    "cibBackImage": "/images/products/3ds-031-paper-mario-sticker-star-cib-back.webp"
  },
  {
    "sku": "3DS-032",
    "slug": "3ds-032-mario-party-the-top-100-cib",
    "name": "Mario Party: The Top 100",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Party",
    "price": 22.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario Party: The Top 100 voor de Nintendo 3DS is de ultieme verzameling van de allerbeste minigames uit de hele Mario Party-geschiedenis. Deze game bevat de 100 populairste minigames zorgvuldig geselecteerd uit alle voorgaande Mario Party-titels, van de Nintendo 64 tot de Wii U, allemaal opnieuw opgebouwd met verbeterde graphics voor de 3DS. De Minigame Island-modus biedt een singleplayer-avontuur over een speelbord vol uitdagingen en bossgevechten. In de Championship Battles neem je het op tegen drie tegenstanders in een reeks minigames om de kroon te veroveren. De Minigame Match-modus simuleert de klassieke bordspelervaring met een compact speelbord. Met lokaal draadloos spelen voor maximaal vier spelers is dit de perfecte game voor onderweg met vrienden. De Decathlon-modus test je vaardigheden over tien achtereenvolgende minigames. Van geheugenspellen tot actie-uitdagingen en van racegevechten tot puzzels, The Top 100 biedt voor elk wat wils. Een feestelijke compilatie voor elke Mario-fan. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-032-mario-party-the-top-100-cib.webp",
    "backImage": "/images/products/3ds-032-mario-party-the-top-100-cib-back.webp",
    "cibImage": "/images/products/3ds-032-mario-party-the-top-100-cib.webp",
    "cibBackImage": "/images/products/3ds-032-mario-party-the-top-100-cib-back.webp"
  },
  {
    "sku": "3DS-033",
    "slug": "3ds-033-mario-party-star-rush-cib",
    "name": "Mario Party: Star Rush",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Party",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario Party: Star Rush voor de Nintendo 3DS revolutioneert de Mario Party-formule met gelijktijdig spelen, waardoor het wachten op andere spelers verleden tijd is. In de hoofdmodus Toad Scramble bewegen alle spelers tegelijkertijd over het bord en recruteren ze Mario-personages als bondgenoten die speciale krachten meebrengen in de baasgevechten. De game bevat zeven verschillende spelmodi waaronder Coinathlon, een razendsnelle race aangedreven door minigame-prestaties, en Balloon Bash, een klassiekere bordspelervaring. Met meer dan 50 gloednieuwe minigames die slim gebruik maken van het touchscreen en de knoppen van de 3DS is er genoeg variatie. De Rhythm Recital-modus laat je samen muziek spelen op bekende Mario-melodieen. Via het Download Play-systeem kan een enkele cartridge tot vier spelers vermaken, wat Star Rush perfect maakt voor multiplayer onderweg. Het Mario Shuffle-bordspel biedt daarnaast een strategische tweespeler-ervaring. Star Rush is een frisse en innovatieve Mario Party-ervaring. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-033-mario-party-star-rush-cib.webp",
    "backImage": "/images/products/3ds-033-mario-party-star-rush-cib-back.webp",
    "cibImage": "/images/products/3ds-033-mario-party-star-rush-cib.webp",
    "cibBackImage": "/images/products/3ds-033-mario-party-star-rush-cib-back.webp"
  },
  {
    "sku": "3DS-036",
    "slug": "3ds-036-monster-hunter-generations-cib",
    "name": "Monster Hunter Generations",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Monster Hunter Generations voor de Nintendo 3DS is een van de meest uitgebreide Monster Hunter-games ooit en viert het 10-jarig bestaan van de serie. Met meer dan 90 grote monsters om te jagen, waaronder terugkerende favorieten uit alle voorgaande delen en gloednieuwe Fated Four-monsters zoals Glavenus, Astalos, Gammoth en Mizutsune, biedt deze game een enorme hoeveelheid content. Het nieuwe Hunter Arts-systeem voegt spectaculaire speciale aanvallen toe en de vier Hunter Styles, Guild, Striker, Aerial en Adept, geven elke wapencategorie een compleet nieuwe speelstijl. Met 14 verschillende wapentypen en honderden sets wapenrusting zijn de mogelijkheden om je jager aan te passen vrijwel eindeloos. De Prowler-modus laat je voor het eerst als een Palico-kat op jacht gaan. De dorpen uit eerdere games zoals Kokoto, Pokke, Yukumo en Val Habar keren terug als hubs. Met honderden uren aan quests en de geweldige lokale en online multiplayer voor vier spelers is Monster Hunter Generations een must voor actie-RPG-fans. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-036-monster-hunter-generations-cib.webp",
    "backImage": "/images/products/3ds-036-monster-hunter-generations-cib-back.webp",
    "cibImage": "/images/products/3ds-036-monster-hunter-generations-cib.webp",
    "cibBackImage": "/images/products/3ds-036-monster-hunter-generations-cib-back.webp"
  },
  {
    "sku": "3DS-037",
    "slug": "3ds-037-mario-party-island-tour",
    "name": "Mario Party: Island Tour",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Party",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario Party: Island Tour voor de Nintendo 3DS neemt het feest mee naar zeven unieke speelborden op de Party Islands. Elk bord heeft zijn eigen regels en wincondities, van een race naar de finish tot het verzamelen van de meeste sterren, wat voor afwisseling zorgt bij elke speelronde. De game bevat meer dan 80 gloednieuwe minigames die optimaal gebruik maken van de mogelijkheden van de 3DS, waaronder het touchscreen, de gyroscoop, de microfoon en de 3D-effecten. De Bowser's Tower-modus biedt een uitdagende singleplayer-ervaring van 30 verdiepingen waarin je minigames moet winnen om hogerop te komen en Bowser te verslaan. Met het Download Play-systeem kunnen tot vier spelers deelnemen met slechts een enkele cartridge, wat Island Tour ideaal maakt voor multiplayer onderweg. De StreetPass-functie voegt een extra sociale dimensie toe met uitwisselbare statistieken en uitdagingen. Mario Party: Island Tour is een vermakelijk feestspel perfect geschikt voor de draagbare Nintendo 3DS. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-037-mario-party-island-tour.webp",
    "cibPrice": 14.5,
    "cibImage": "/images/products/3ds-034-mario-party-island-tour-cib.webp",
    "cibBackImage": "/images/products/3ds-034-mario-party-island-tour-cib-back.webp"
  },
  {
    "sku": "3DS-038",
    "slug": "3ds-038-super-street-fighter-iv-3d-edition",
    "name": "Super Street Fighter IV: 3D Edition",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Vecht",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Super Street Fighter IV: 3D Edition voor de Nintendo 3DS was een van de meest indrukwekkende lanceertitels voor het systeem en bracht de volledige arcade-vechtervaring naar de handheld. Met alle 35 personages uit de consoleversie, waaronder legendes als Ryu, Chun-Li, Guile, Akuma en de nieuwkomers Juri en Hakan, is het complete roster aanwezig. De game draait op een vloeiende framerate en de 3D-effecten voegen een spectaculaire diepte toe aan de gevechten. Naast het klassieke 2D-perspectief biedt de 3DS-versie een unieke Dynamic Camera-modus die de actie vanuit een over-de-schouder-perspectief toont. Het touchscreen maakt het mogelijk om complexe speciale aanvallen en Ultra Combo's met een enkele tik uit te voeren, wat de game toegankelijker maakt voor nieuwkomers. Via StreetPass kun je figurines verzamelen en tegen elkaar laten vechten. De online multiplayer bood destijds stevige competitie. Super Street Fighter IV: 3D Edition bewees dat een volwaardige vechtgame op een handheld mogelijk was. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-038-super-street-fighter-iv-3d-edition.webp"
  },
  {
    "sku": "3DS-039",
    "slug": "3ds-039-mario-kart-7",
    "name": "Mario Kart 7",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Race",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario Kart 7 voor de Nintendo 3DS is een van de bestverkochte en meest geliefde games op het platform en bracht baanbrekende vernieuwingen naar de serie. Voor het eerst kun je onder water rijden en door de lucht zweven met een ingebouwde deltavlieger, wat de circuits een geheel nieuwe dimensie geeft. Pas je kart aan met verschillende carrosserieen, wielen en deltavliegers die elk de prestaties beinvloeden. De game bevat 32 circuits verdeeld over acht bekers, waarvan de helft gloednieuw en de andere helft klassiekers uit eerdere Mario Kart-games. Race als een van de 17 speelbare personages en gebruik iconische items als de rode schild, bliksemschicht en de gloednieuwe Fire Flower en Lucky Seven. De first-person cockpitweergave met gyroscoopbesturing biedt een meeslepende ervaring. Online multiplayer ondersteunt tot acht spelers en via StreetPass wissel je spookdata uit. Mario Kart 7 is een absoluut essentieel onderdeel van elke Nintendo 3DS-collectie en biedt eindeloos raceplezier. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-039-mario-kart-7.webp",
    "cibPrice": 22.5,
    "cibImage": "/images/products/3ds-026-mario-kart-7-cib.webp",
    "cibBackImage": "/images/products/3ds-026-mario-kart-7-cib-back.webp"
  },
  {
    "sku": "3DS-040",
    "slug": "3ds-040-inazuma-eleven-3-lightning-bolt",
    "name": "Inazuma Eleven 3: Lightning Bolt",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Inazuma Eleven 3: Lightning Bolt voor de Nintendo 3DS combineert een meeslepend voetbal-RPG-avontuur met anime-achtige actie en strategie. In dit derde deel van de serie reist Mark Evans met zijn team Inazuma Japan de wereld rond om deel te nemen aan het internationale Football Frontier International-toernooi. Neem het op tegen teams uit landen over de hele wereld, elk met unieke speelstijlen en krachtige speciale technieken. De game bevat meer dan 2000 spelers om te rekruteren en honderden spectaculaire speciale schoten, tackles en keeperstechnieken. Het gevechtssysteem combineert realtime voetbalactie met touchscreen-besturing voor het activeren van vaardigheden. Lightning Bolt is een van de twee versies van Inazuma Eleven 3 en bevat exclusieve spelers en verhaalscenarios die verschillen van de Team Ogre Attacks-versie. Met een verhaallijn van meer dan 20 uur en uitgebreide postgame-content biedt deze game enorm veel speeltijd. Een must voor fans van voetbal en Japanse RPGs. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-040-inazuma-eleven-3-lightning-bolt.webp"
  },
  {
    "sku": "3DS-041",
    "slug": "3ds-041-new-super-mario-bros-2",
    "name": "New Super Mario Bros. 2",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Platformer",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "New Super Mario Bros. 2 voor de Nintendo 3DS draait volledig om het verzamelen van munten, met als ultiem doel het bereiken van een miljoen gouden munten. De game biedt de vertrouwde 2D-platformactie van de New Super Mario Bros.-serie maar voegt een gouden thema toe met de Gold Flower-powerup die alles in munten verandert, de Gold Block-helm die bij elke stap munten genereert en de Gold Ring die vijanden gouden varianten maakt. Spring door meer dan 80 levels verdeeld over zes werelden plus drie geheime werelden vol verborgen uitgangen en Star Coins. De co-op-modus laat twee spelers lokaal samenwerken als Mario en Luigi. De Coin Rush-modus biedt razendsnelle uitdagingen over drie willekeurige levels waarbij je zo veel mogelijk munten moet verzamelen en je score via StreetPass kunt delen. Extra DLC-levelpakketten bieden nog meer content. New Super Mario Bros. 2 is een verslavende platformer die het klassieke Mario-gevoel perfect naar de 3DS brengt. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-041-new-super-mario-bros-2.webp",
    "cibPrice": 19.5,
    "cibImage": "/images/products/3ds-035-new-super-mario-bros-2-cib.webp",
    "cibBackImage": "/images/products/3ds-035-new-super-mario-bros-2-cib-back.webp"
  },
  {
    "sku": "3DS-042",
    "slug": "3ds-042-kid-icarus-uprising",
    "name": "Kid Icarus: Uprising",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Actie",
    "price": 29.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Kid Icarus: Uprising voor de Nintendo 3DS is een spectaculaire hergeboorte van de klassieke NES-franchise, geregisseerd door Masahiro Sakurai, de bedenker van Super Smash Bros. Na 25 jaar afwezigheid keert engel Pit terug om de godin Palutena te dienen in een episch gevecht tegen Medusa en nog veel grotere bedreigingen. De game is verdeeld in twee fases per level: adembenemende vliegsecties waarin je door de lucht schiet en grondgevechten met intensieve third-person actie. Het Fiend's Cauldron-systeem laat je de moeilijkheidsgraad voor elk level instellen van 0.0 tot 9.0, met betere beloningen bij hogere moeilijkheidsgraden. Het wapensysteem is enorm diepgaand met negen wapencategorieen en honderden unieke wapens om te verzamelen, samen te smelten en te verhandelen. De hilarische en zelfbewuste dialogen maken het verhaal onvergetelijk. De multiplayer biedt zowel free-for-all als team deathmatches voor zes spelers. Kid Icarus: Uprising wordt beschouwd als een van de beste en meest unieke Nintendo 3DS-games ooit gemaakt. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-042-kid-icarus-uprising.webp"
  },
  {
    "sku": "3DS-043",
    "slug": "3ds-043-inazuma-eleven-go-shadow",
    "name": "Inazuma Eleven GO: Shadow",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 19.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Inazuma Eleven GO: Shadow voor de Nintendo 3DS is het vervolg op de populaire voetbal-RPG-serie en introduceert een geheel nieuwe generatie spelers. Tien jaar na de gebeurtenissen van de originele trilogie volg je Arion Sherwind, een nieuwe leerling op Raimon Junior High, die ontdekt dat voetbal wordt gecontroleerd door de mysterieuze organisatie Fifth Sector. De game introduceert het Fighting Spirit-systeem waarmee spelers krachtige avatar-wezens kunnen oproepen die hun vaardigheden op het veld enorm versterken. Met honderden nieuwe speciale technieken, meer dan 1500 rekruteerbare spelers en een emotioneel verhaal over de vrijheid van sport biedt Shadow tientallen uren speelplezier. Als Shadow-versie bevat deze game exclusieve spelers en Fighting Spirits die niet beschikbaar zijn in de Light-versie. De touchscreen-besturing maakt het aansturen van je team op het veld intuïtief en de anime-presentatie is schitterend. Een geweldige RPG voor fans van voetbal en Japanse games. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-043-inazuma-eleven-go-shadow.webp"
  },
  {
    "sku": "3DS-044",
    "slug": "3ds-044-zelda-link-between-worlds",
    "name": "The Legend of Zelda: A Link Between Worlds",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Avontuur",
    "price": 19.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "The Legend of Zelda: A Link Between Worlds voor de Nintendo 3DS is een meesterlijk avontuur dat zowel een eerbetoon als een vernieuwing is van de geliefde SNES-klassieker A Link to the Past. Het verhaal speelt zich af in dezelfde wereld van Hyrule en het spiegeluniversum Lorule, maar introduceert een revolutionaire mechaniek: Link kan zichzelf plat maken en als schildering over muren bewegen. In plaats van het traditionele lineaire dungeonontwerp kun je items huren of kopen bij Ravio's winkel, waardoor je de dungeons in vrijwel elke volgorde kunt aanpakken. Deze vrijheid was baanbrekend voor de Zelda-serie en vormde de basis voor Breath of the Wild. De top-down gameplay is vloeiend en responsief met een constante 60 frames per seconde en prachtige stereoscopische 3D-effecten. Met twaalf dungeons, talloze zijmissies, Maiamais om te verzamelen en de uitdagende Hero Mode biedt A Link Between Worlds tientallen uren aan content. Wordt door velen beschouwd als een van de beste Zelda-games ooit. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-044-zelda-link-between-worlds.webp",
    "cibPrice": 27.5,
    "cibImage": "/images/products/3ds-028-zelda-link-between-worlds-cib.webp",
    "cibBackImage": "/images/products/3ds-028-zelda-link-between-worlds-cib-back.webp"
  },
  {
    "sku": "3DS-045",
    "slug": "3ds-045-super-smash-bros-3ds",
    "name": "Super Smash Bros. for Nintendo 3DS",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Vecht",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Super Smash Bros. for Nintendo 3DS bracht voor het eerst de legendarische vechtgame-franchise naar een handheld systeem en bewees dat de volledige Smash Bros.-ervaring onderweg mogelijk is. Met een roster van meer dan 50 speelbare personages uit het hele Nintendo-universum en daarbuiten, waaronder nieuwkomers als Mega Man, Pac-Man, Robin, Lucina en het Villager-personage uit Animal Crossing, is er voor elke speler een favoriet. De game bevat unieke 3DS-exclusieve modi zoals Smash Run, een avontuurlijke modus waarin je vijf minuten lang vijanden verslaat om power-ups te verzamelen voor een eindgevecht. Met honderden trofees om te verzamelen, uitdagende Classic en All-Star-modi en een robuust online multiplayersysteem biedt de game enorme herhaalbaarheid. Het customization-systeem laat je de speciale aanvallen van elk personage aanpassen met varianten. De omega-versies van alle stages bieden competitieve spelers een eerlijk speelveld. Super Smash Bros. voor 3DS is een must-have vechtgame en een van de meest populaire titels op het platform. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-045-super-smash-bros-3ds.webp"
  },
  {
    "sku": "3DS-046",
    "slug": "3ds-046-super-mario-3d-land",
    "name": "Super Mario 3D Land",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Platformer",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Super Mario 3D Land voor de Nintendo 3DS is een briljante fusie van 2D- en 3D-Mario-gameplay en was een van de eerste games die het 3D-effect van de 3DS werkelijk essentieel maakte. De game combineert de vrije 3D-beweging van games als Super Mario 64 met de lineaire levelstructuur van de klassieke 2D-games, wat resulteert in een unieke en toegankelijke platformervaring. Het Tanooki-pak keert triomfantelijk terug en laat Mario vliegen en met zijn staart vijanden aanvallen, terwijl de Boomerang Flower en de Statue Leaf nieuwe mogelijkheden bieden. Met acht werelden in de hoofdcampagne en nog eens acht Special Worlds die de moeilijkheidsgraad aanzienlijk opvoeren, biedt de game een enorme hoeveelheid content. De levels zijn ingenieus ontworpen om optimaal gebruik te maken van het stereoscopische 3D-effect voor dieptepuzzels. Verborgen Star Medals in elk level moedigen herhaaldelijk spelen aan. Super Mario 3D Land was een systeemverkoper voor de 3DS en wordt nog steeds beschouwd als een van de beste platformers op het systeem. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-046-super-mario-3d-land.webp"
  },
  {
    "sku": "3DS-047",
    "slug": "3ds-047-inazuma-eleven-3-team-ogre-attacks",
    "name": "Inazuma Eleven 3: Team Ogre Attacks!",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 19.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Inazuma Eleven 3: Team Ogre Attacks voor de Nintendo 3DS is de alternatieve versie van Inazuma Eleven 3 en bevat een uitgebreide verhaallijn met het mysterieuze Team Ogre dat vanuit de toekomst arriveert om de tijdlijn te veranderen. Net als in Lightning Bolt reis je met Inazuma Japan de wereld rond voor het Football Frontier International-toernooi, maar deze versie voegt extra verhaalscenarios toe rondom de sinistere Team Ogre en hun leider. De game combineert strategisch voetbal met RPG-elementen en touchscreen-bediening voor het activeren van meer dan honderd spectaculaire speciale technieken. Rekruteer meer dan 2000 spelers met unieke statistieken en vaardigheden en stel je droomteam samen. Team Ogre Attacks bevat exclusieve spelers en scenario's die niet beschikbaar zijn in de Lightning Bolt-versie, waardoor fans beide versies willen bezitten. Met urenlange verhaalmodus, postgame-toernooien en lokale multiplayer biedt deze game enorm veel content voor fans van voetbal-RPGs en anime. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-047-inazuma-eleven-3-team-ogre-attacks.webp"
  },
  {
    "sku": "3DS-048",
    "slug": "3ds-048-fire-emblem-fates-conquest",
    "name": "Fire Emblem Fates: Conquest",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 27.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Fire Emblem Fates: Conquest voor de Nintendo 3DS is het uitdagendste pad binnen de driedelige Fire Emblem Fates-saga en biedt een compromisloze tactische RPG-ervaring. Na de keuze om bij het koninkrijk Nohr te blijven, moet je als Corrin vechten tegen je bloedverwanten van Hoshido in een moreel complex verhaal zonder eenvoudige antwoorden. Conquest onderscheidt zich door zijn nadruk op strategische diepte: levels hebben unieke wincondities zoals verdediging, ontsnapping en het verslaan van een commandant, en er is geen mogelijkheid om vrij te grinden, waardoor elke zet telt. Het wapen-driehoeksysteem is uitgebreid met tomes en hidden weapons, en het paar-systeem biedt zowel offensieve als defensieve voordelen. Met de My Castle-modus bouw en decoreer je je eigen fort, train je troepen en handel je met andere spelers via StreetPass. De ondersteuningsgesprekken onthullen diepere karakterontwikkeling en kunnen zelfs leiden tot romantiek en kinderen die recruitable worden. Fire Emblem Fates: Conquest is een must voor fans van uitdagende tactische RPGs. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-048-fire-emblem-fates-conquest.webp"
  },
  {
    "sku": "3DS-049",
    "slug": "3ds-049-professor-layton-masker-der-wonderen",
    "name": "Professor Layton en het Masker der Wonderen",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Puzzel",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Professor Layton en het Masker der Wonderen voor de Nintendo 3DS is het vijfde deel in de geliefde puzzelavonturenserie van Level-5 en het eerste deel dat speciaal voor de 3DS is ontwikkeld. Professor Hershel Layton en zijn trouwe assistent Luke reizen naar de vrolijke stad Monte d'Or waar een gemaskerde figuur met bovennatuurlijke krachten de inwoners terroriseert door objecten en mensen tot leven te brengen. De game bevat meer dan 150 handgemaakte puzzels die variëren van logica en wiskunde tot visuele raadsels en schuifpuzzels. De prachtige geanimeerde tussenscenes van Studio Bones brengen het verhaal tot leven met cinematische kwaliteit. Nieuw in dit deel zijn de Nut Roller, de Robot Pony en het Stamp Safari, drie uitgebreide minigames die extra uitdaging bieden. De 3D-effecten geven de kleurrijke wereld extra diepte en de Nederlandse lokalisatie van de titel maakt dit deel extra bijzonder voor de Benelux-markt. Dagelijkse downloadbare puzzels breidden de game maandenlang uit na release. Een meesterwerk van puzzelontwerp en vertelkunst. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-049-professor-layton-masker-der-wonderen.webp"
  },
  {
    "sku": "3DS-050",
    "slug": "3ds-050-lego-city-undercover-chase-begins",
    "name": "LEGO City Undercover: The Chase Begins",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Avontuur",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "LEGO City Undercover: The Chase Begins voor de Nintendo 3DS is een open-wereld avontuur en het prequel op de populaire Wii U-game LEGO City Undercover. Speel als de jonge politieagent Chase McCain in zijn eerste grote zaak en ontdek hoe hij de held van LEGO City werd. Verken een enorme open wereld gevuld met voertuigen om te besturen, gebouwen om te beklimmen en geheimen om te ontdekken. De game biedt een humoristische verhaallijn vol parodieen op bekende politiefilms en TV-series. Met verschillende vermommingen zoals een brandweerman, astronaut en boer krijg je toegang tot unieke vaardigheden om puzzels op te lossen en nieuwe gebieden te bereiken. Meer dan 20 missies nemen je mee door diverse wijken van LEGO City, van het stadscentrum tot de haven en het platteland. Verzamel rode stenen, gouden stenen en verborgen voertuigen voor honderd procent voltooiing. De game biedt tientallen uren speelplezier voor fans van LEGO-games en open-wereld avonturen. Een ideale game voor jongere en oudere spelers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-050-lego-city-undercover-chase-begins.webp"
  },
  {
    "sku": "DS-043",
    "slug": "ds-043-super-princess-peach",
    "name": "Super Princess Peach",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Platformer",
    "price": 29.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Super Princess Peach voor de Nintendo DS — een uniek platformspel waarin Princess Peach voor de verandering zelf de held is. Bowser heeft Mario en Luigi gevangen genomen met de mysterieuze Vibe Scepter en het is aan Peach om hen te redden. Peach beschikt over vier emotiekrachten: Joy laat haar vliegen, Rage zet haar in brand om obstakels te vernietigen, Gloom laat haar huilen om planten te laten groeien en plekken te bereiken, en Calm herstelt haar gezondheid. Haar trouwe parasol Perry dient als wapen en gereedschap met diverse upgrades. De acht werelden bevatten elk meerdere levels met verborgen Toads om te redden en puzzels die slim gebruikmaken van de emotiekrachten. Het touchscreen wordt ingezet voor speciale acties en minigames. Super Princess Peach biedt een toegankelijke maar vermakelijke platformervaring met een charmante presentatie. Als een van de weinige Nintendo-games met Peach als speelbaar hoofdpersonage is deze titel bijzonder interessant voor verzamelaars. De game wordt steeds schaarser en stijgt in waarde. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-043-super-princess-peach.webp"
  },
  {
    "sku": "DS-044",
    "slug": "ds-044-new-super-mario-bros",
    "name": "New Super Mario Bros.",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Platformer",
    "price": 12.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "New Super Mario Bros. voor de Nintendo DS — de triomfale terugkeer van klassiek 2D-Mario-platformplezier na veertien jaar afwezigheid. Spring, ren en stuit door acht werelden vol kleurrijke levels, geheime uitgangen en verborgen werelden. De game combineert de tijdloze 2D-gameplay van de originele Super Mario Bros. met moderne 3D-graphics en gloednieuwe power-ups. De Mega Mushroom laat Mario uitgroeien tot een reus die alles op zijn pad verwoest, terwijl de Mini Mushroom hem piepklein maakt om door smalle passages te glippen en over water te rennen. De Blue Shell transformeert Mario in een onkwetsbaar projectiel. Met meer dan tachtig levels, talloze Star Coins om te verzamelen en geheime uitgangen die alternatieve routes openen biedt de game enorme herhaalbaarheid. De multiplayer bevat zowel een competitieve Mario vs. Luigi-modus als diverse minigames voor maximaal vier spelers. New Super Mario Bros. verkocht meer dan dertig miljoen exemplaren en is daarmee een van de best verkochte DS-games ooit. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-044-new-super-mario-bros.webp",
    "cibPrice": 17.5,
    "cibImage": "/images/products/ds-037-new-super-mario-bros-cib.webp",
    "cibBackImage": "/images/products/ds-037-new-super-mario-bros-cib-back.webp"
  },
  {
    "sku": "DS-045",
    "slug": "ds-045-kingdom-hearts-358-2-days",
    "name": "Kingdom Hearts 358/2 Days",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Kingdom Hearts 358/2 Days voor de Nintendo DS — een emotioneel en diepgaand action-RPG van Square Enix dat het verhaal vertelt van Roxas tijdens zijn 358 dagen bij Organization XIII. Ontdek waarom Roxas de Organisatie verliet en leer de tragische waarheid achter zijn vriendschap met Axel en het mysterieuze veertiende lid Xion. De game biedt missiegebaseerde gameplay waarin je diverse Disney-werelden bezoekt, van Agrabah en Halloween Town tot Neverland en Olympus Coliseum. Het paneelsysteem voor character-customization is uniek: plaats vaardigheden, magie, items en zelfs extra levelslots op een raster om Roxas aan te passen aan je speelstijl. Het gevechtssysteem is actiegericht met Keyblades, magie en Limit Breaks. De multiplayer-modus laat tot vier spelers lokaal samenwerken als verschillende Organization XIII-leden. Kingdom Hearts 358/2 Days is essentieel voor het begrijpen van het bredere Kingdom Hearts-verhaal en biedt een ontroerende ervaring voor fans van de serie. Een must voor Kingdom Hearts- en Disney-liefhebbers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-045-kingdom-hearts-358-2-days.webp"
  },
  {
    "sku": "DS-046",
    "slug": "ds-046-professor-layton-doos-van-pandora",
    "name": "Professor Layton en de Doos van Pandora",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Puzzel",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Professor Layton en de Doos van Pandora voor de Nintendo DS — het tweede deel in de geliefde Professor Layton-serie vol hersenkrakers en een meeslepend mysterie. Professor Hershel Layton en zijn assistent Luke onderzoeken het raadselachtige overlijden van Laytons mentor Dr. Schrader, dat verband houdt met de legendarische Elysian Box die iedereen doodt die hem opent. Het onderzoek leidt hen naar de mysterieuze Molentary Express en het spookachtige dorpje Folsense. Los meer dan honderdvijftig unieke puzzels op, varieerend van logische denkpuzzels en wiskundige breinbrekers tot visuele raadsels en schuifpuzzels. Naast de hoofdpuzzels zijn er drie uitgebreide minigames: een hamstertrainingspel, een theezetactiviteit en een fotoapparaat-uitdaging. De prachtige geanimeerde tussensequenties en het charmante Europese esthetiek geven de game een filmische kwaliteit. Professor Layton en de Doos van Pandora wordt beschouwd als een van de beste puzzelspellen op de DS en het hoogtepunt van de serie. Perfect voor liefhebbers van hersenkrakers en detectiveverhalen. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-046-professor-layton-doos-van-pandora.webp"
  },
  {
    "sku": "DS-047",
    "slug": "ds-047-professor-layton-verloren-toekomst",
    "name": "Professor Layton en de Verloren Toekomst",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Puzzel",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Professor Layton en de Verloren Toekomst voor de Nintendo DS — het derde en meest ambitieuze deel in de originele Professor Layton-trilogie. Professor Layton en Luke ontvangen een brief van Luke's toekomstige zelf die hen waarschuwt voor een catastrofe. Hun onderzoek brengt hen naar een toekomstig Londen dat geregeerd wordt door een mysterieuze figuur. De game bevat meer dan honderdzeventig puzzels — het meeste van alle Layton-games — varieerend van wiskundige uitdagingen en logische denkpuzzels tot creatieve touchscreen-raadsels. Drie bonusminigames bieden extra speeltijd: een speelgoedauto-parcours, een stripverhaal en een papegaaienspel. Het verhaal is het meest emotionele in de serie met een ontroerend einde dat veel spelers tot tranen toe roert. De animaties zijn van bioscoopkwaliteit en de muziek is prachtig georkestreerd. Professor Layton en de Verloren Toekomst wordt door fans en critici beschouwd als het absolute hoogtepunt van de franchise en een van de beste avonturenspellen op de Nintendo DS. Onmisbaar voor puzzelfans. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-047-professor-layton-verloren-toekomst.webp",
    "cibPrice": 14.5,
    "cibImage": "/images/products/ds-040-professor-layton-verloren-toekomst-cib.webp",
    "cibBackImage": "/images/products/ds-040-professor-layton-verloren-toekomst-cib-back.webp"
  },
  {
    "sku": "DS-048",
    "slug": "ds-048-mario-kart-ds",
    "name": "Mario Kart DS",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Race",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario Kart DS voor de Nintendo DS — de definitieve handheld-racegame en een van de populairste titels in de Mario Kart-serie. Kies uit twaalf coureurs waaronder Mario, Luigi, Peach, Yoshi en voor het eerst Dry Bones en R.O.B., elk met unieke karts en statistieken. Race over tweeendertig circuits verdeeld over acht cups, waaronder zestien gloednieuwe banen en zestien retro-circuits uit eerdere Mario Kart-games. De snaking-techniek, waarbij je continu miniboosten uitvoert met driften, voegde een verrassend hoge skillcap toe. Mario Kart DS was een van de eerste DS-games met online multiplayer via Nintendo Wi-Fi Connection en bood lokale multiplayer voor maximaal acht spelers met slechts een cartridge. De Mission Mode daagt je uit met specifieke opdrachten en baasgevechten tegen onder andere Big Bully en Goomboss. Met Battle Mode, Balloon Battle en Shine Runners is er voor elk wat wils. Mario Kart DS is een van de best verkochte en hoogst gewaardeerde racegames op de DS. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-048-mario-kart-ds.webp",
    "cibPrice": 19.5,
    "cibImage": "/images/products/ds-035-mario-kart-ds-cib.webp",
    "cibBackImage": "/images/products/ds-035-mario-kart-ds-cib-back.webp"
  },
  {
    "sku": "DS-049",
    "slug": "ds-049-children-of-mana",
    "name": "Children of Mana",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Children of Mana voor de Nintendo DS — een actie-RPG van Square Enix in het geliefde Mana-universum, ook bekend als de Seiken Densetsu-serie. Kies uit vier speelbare helden — Ferrik, Tamber, Poppen of Wanderer — en red de Mana Tree die de wereld in balans houdt. De gameplay draait om dungeon-crawling met willekeurig gegenereerde verdiepingen, waarbij je vijanden verslaat met zwaarden, bogen, hamers en zweepen. Het Gem Frame-systeem laat je elementaire geesten oproepen voor krachtige aanvallen en passieve bonussen. Tot vier spelers kunnen lokaal samenwerken voor cooperatieve dungeon-raids, wat de game extra vermakelijk maakt met vrienden. De 2D-sprites en achtergronden zijn prachtig getekend in de kenmerkende kleurrijke Mana-stijl, en de soundtrack van Kenji Ito en andere componisten is van hoge kwaliteit. Children of Mana biedt tientallen uren speelplezier voor wie van loot-gedreven actie-RPG's houdt. Een minder bekende maar waardevolle titel voor fans van de Mana-serie en Japanse RPG's op de DS. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-049-children-of-mana.webp"
  },
  {
    "sku": "DS-050",
    "slug": "ds-050-dragon-ball-z-supersonic-warriors-2",
    "name": "Dragon Ball Z: Supersonic Warriors 2",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Vecht",
    "price": 14.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Dragon Ball Z: Supersonic Warriors 2 voor de Nintendo DS — een snel en spectaculair 2D-vechtspel gebaseerd op de legendarische Dragon Ball Z-anime en -manga. Kies uit een uitgebreid roster van meer dan dertig personages, van Goku, Vegeta en Gohan tot Frieza, Cell en Majin Buu, elk met unieke combo's, speciale aanvallen en verwoestende super-moves. Het gevechtssysteem maakt gebruik van beide schermen: gevechten spelen zich af over het boven- en onderste scherm voor verticale luchtgevechten die de epische strijd uit de anime nabootsen. De game bevat meerdere verhaalmodi die alternatieve scenario's uit de Dragon Ball Z-verhaallijn verkennen, een versus-modus voor lokale multiplayer en een survival-modus om je vaardigheden te testen. De touchscreen wordt gebruikt voor het oproepen van ondersteuningskarakters en het uitvoeren van ultieme aanvallen. Supersonic Warriors 2 is een van de betere Dragon Ball Z-vechtspellen op de DS met snelle gameplay en trouwe representatie van de bron. Ideaal voor Dragon Ball-fans en liefhebbers van 2D-vechtgames. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-050-dragon-ball-z-supersonic-warriors-2.webp"
  },
  {
    "sku": "DS-051",
    "slug": "ds-051-mario-sonic-olympic-winter-games",
    "name": "Mario & Sonic at the Olympic Winter Games",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Sport",
    "price": 7.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario & Sonic at the Olympic Winter Games voor de Nintendo DS — de spannende kruising tussen Nintendo's Mario-universum en Sega's Sonic-franchise in een winterse olympische setting. Neem deel aan een breed scala aan wintersporten gebaseerd op de Olympische Winterspelen van Vancouver 2010, waaronder skieen, snowboarden, schaatsen, bobsleeeen, ijshockey en curling. Kies uit meer dan twintig speelbare personages uit beide franchises, van Mario en Luigi tot Sonic en Tails, elk met unieke statistieken. De DS-versie biedt exclusieve Adventure Tour-modus waarin je een RPG-achtig avontuur beleeft door een winterse wereld met verhaal, puzzels en sportuitdagingen. De touchscreen-besturing wordt creatief ingezet: veeg om te schaatsen, tik om te schieten en blaas in de microfoon voor bobsleevaart. Lokale multiplayer ondersteunt meerdere spelers voor competitieve wedstrijden. De combinatie van herkenbare personages, gevarieerde sporten en de charme van twee iconische gamefranchises maakt dit een vermakelijke sportgame voor alle leeftijden. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-051-mario-sonic-olympic-winter-games.webp"
  },
  {
    "sku": "DS-052",
    "slug": "ds-052-super-mario-64-ds",
    "name": "Super Mario 64 DS",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Platformer",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Super Mario 64 DS voor de Nintendo DS — de uitgebreide heruitgave van een van de meest invloedrijke games aller tijden, nu met extra personages en content. Naast Mario zijn nu ook Yoshi, Luigi en Wario speelbaar, elk met unieke vaardigheden: Yoshi kan vijanden inslikken en zweven, Luigi springt hoger en loopt over water, en Wario breekt door zware obstakels. De game bevat dertig extra Power Stars bovenop de originele honderdtwintig, plus dertig verborgen konijntjes om te vangen. De touchscreen biedt een alternatieve besturingsmethode en toegang tot een verzameling van zesendertig minigames voor maximaal vier spelers. Princess Peach's kasteel is groter dan ooit met nieuwe kamers, geheime passages en verborgen levels. Super Mario 64 DS was een launchtitel voor de Nintendo DS en bewees dat volwaardige 3D-platformers mogelijk waren op handheld. Met meer dan elf miljoen verkochte exemplaren is het een van de best verkochte DS-games. Een essentieel spel voor elke Nintendo-verzameling en liefhebbers van 3D-platformers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-052-super-mario-64-ds.webp",
    "cibPrice": 22.5,
    "cibImage": "/images/products/ds-039-super-mario-64-ds-cib.webp",
    "cibBackImage": "/images/products/ds-039-super-mario-64-ds-cib-back.webp"
  },
  {
    "sku": "DS-053",
    "slug": "ds-053-yoshis-island-ds",
    "name": "Yoshi's Island DS",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Platformer",
    "price": 17.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Yoshi's Island DS voor de Nintendo DS — het langverwachte vervolg op de Super Nintendo-klassieker Super Mario World 2: Yoshi's Island. De stork wordt opnieuw aangevallen en diverse baby's worden ontvoerd, waaronder Baby Mario en Baby Peach. Speel als verschillende Yoshi's die elk een andere baby op hun rug dragen, waarbij elke baby unieke vaardigheden biedt: Baby Mario maakt Yoshi sneller en laat hem een ster gebruiken, Baby Peach laat Yoshi zweven met haar parasol, Baby DK kan aan lianen klimmen en vijanden verslaan, Baby Wario gebruikt een magneet om metalen objecten aan te trekken, en Baby Bowser spuwt vuur. De game behoudt de kenmerkende hand-getekende visuele stijl van het origineel en benut beide schermen voor verticaal levelontwerp. Met vijf werelden vol verborgen collectibles, bloemen en rode munten is de herhaalbaarheid enorm. Yoshi's Island DS biedt een uitdagend maar toegankelijk platformavontuur dat trouw blijft aan de geest van het origineel. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-053-yoshis-island-ds.webp"
  },
  {
    "sku": "DS-054",
    "slug": "ds-054-zelda-spirit-tracks",
    "name": "The Legend of Zelda: Spirit Tracks",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 24.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "The Legend of Zelda: Spirit Tracks voor de Nintendo DS — het vervolg op Phantom Hourglass waarin Link als treinmachinist door het koninkrijk van Hyrule reist. Princess Zelda's geest vergezelt Link op zijn avontuur en kan Phantom-harnassen overnemen om samen puzzels op te lossen in de Tower of Spirits. Dit unieke samenspel tussen Link en Zelda vormt de kern van het spelontwerp: stuur Zelda als Phantom om vijanden af te leiden, zware schakelaars in te drukken en Link te beschermen. De treinreizen over het spoornetwerk bieden een verfrissende manier om de wereld te verkennen, met vijandelijke treinen om te ontwijken en passagiers om te vervoeren. De touchscreen-besturing is verfijnd ten opzichte van Phantom Hourglass, en de Spirit Flute — bespeelbaar door in de microfoon te blazen — is een charmante toevoeging. De dungeons bevatten ingenieuze puzzels die slim gebruikmaken van de samenwerking tussen Link en Phantom Zelda. Spirit Tracks wordt door veel fans beschouwd als de betere van de twee DS-Zelda's. Een uitstekende aanvulling op elke Zelda-verzameling. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-054-zelda-spirit-tracks.webp"
  },
  {
    "sku": "DS-055",
    "slug": "ds-055-mario-sonic-olympic-games",
    "name": "Mario & Sonic at the Olympic Games",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Sport",
    "price": 7.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Mario & Sonic at the Olympic Games voor de Nintendo DS — de historische eerste ontmoeting tussen Nintendo's Mario en Sega's Sonic in een sportgame gebaseerd op de Olympische Spelen van Peking 2008. Na decennia als rivalen strijden Mario, Sonic en hun vrienden zij aan zij in diverse olympische disciplines. De DS-versie bevat unieke evenementen die gebruikmaken van het touchscreen en de microfoon, waaronder atletiek, zwemmen, schieten, tafeltennis, wielrennen en trampolinespringen. Kies uit meer dan zestien speelbare personages uit beide franchises, elk met eigen sterke punten in kracht, snelheid en techniek. De game biedt een singleplayer-circuit, vrij spelen en lokale multiplayer voor competitieve wedstrijden met vrienden. De DS-exclusieve Mission Mode daagt je uit met specifieke opdrachten per personage. De combinatie van twee van de meest iconische gamefranchises ter wereld in een olympische setting was een commercieel enorm succes. Een leuke en toegankelijke sportgame die perfect is voor korte speelsessies onderweg. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-055-mario-sonic-olympic-games.webp",
    "cibPrice": 9.5,
    "cibImage": "/images/products/ds-033-mario-sonic-olympic-games-cib.webp",
    "cibBackImage": "/images/products/ds-033-mario-sonic-olympic-games-cib-back.webp"
  },
  {
    "sku": "DS-056",
    "slug": "ds-056-spectrobes",
    "name": "Spectrobes",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 7.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Spectrobes voor de Nintendo DS — een uniek actie-RPG-avontuur van ontwikkelaar Jupiter en uitgegeven door Disney Interactive. Speel als Rallen, een jonge Planetary Patrol-officier die fossiele wezens genaamd Spectrobes opgraaft, opvoedt en inzet in gevechten tegen de mysterieuze Krawl-invasie. Gebruik de touchscreen en de microfoon om fossielen op te graven door voorzichtig te tikken en te blazen, en voed je Spectrobes met mineralen om ze te laten evolueren. Het gevechtssysteem plaatst twee Spectrobes aan je zijde voor real-time gevechten met strategische elementaire voor- en nadelen. Verken zeven unieke planeten met diverse biomen en verzamel meer dan honderd verschillende Spectrobes. De game biedt ook een multiplayer-modus voor het uitwisselen van Spectrobes en competitieve gevechten. Spectrobes combineert elementen van Pokemon, fossil-hunting en actie-RPG's tot een verfrissend geheel. De game kreeg een trouwe fanbase en twee vervolgen. Een verborgen pareltje op de DS voor fans van creature-collecting en sci-fi-avonturen. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-056-spectrobes.webp"
  },
  {
    "sku": "DS-057",
    "slug": "ds-057-bomberman",
    "name": "Bomberman",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Actie",
    "price": 9.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Bomberman voor de Nintendo DS — de explosieve actieklassieker in een uitstekende handheld-versie die de kern van Bomberman perfect vastlegt. Plaats bommen strategisch om muren op te blazen, power-ups te onthullen en je tegenstanders uit te schakelen in labyrintachtige arena's. De singleplayer-campagne biedt tientallen levels verdeeld over meerdere werelden met toenemende moeilijkheidsgraad, nieuwe vijandtypen en uitdagende baasgevechten. De ware kracht van Bomberman ligt echter in de multiplayer: tot acht spelers kunnen lokaal strijden in hectische Battle Mode-gevechten via draadloze DS-verbinding. Verzamel power-ups als extra bommen, grotere explosies, snelheidsboosts en de gevreesde schedel die negatieve effecten geeft. De touchscreen wordt gebruikt voor het selecteren van arena's en het bekijken van de kaart. Bomberman op de DS biedt de perfecte combinatie van strategisch denken en snelle reflexen, ideaal voor zowel solo als met vrienden. Een tijdloze multiplayer-game die in geen enkele DS-collectie mag ontbreken. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-057-bomberman.webp"
  },
  {
    "sku": "DS-058",
    "slug": "ds-058-gta-chinatown-wars",
    "name": "Grand Theft Auto: Chinatown Wars",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Actie",
    "price": 22.5,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Grand Theft Auto: Chinatown Wars voor de Nintendo DS — de gewaagde terugkeer van GTA naar een top-down perspectief, exclusief ontworpen voor de DS door Rockstar Leeds. Speel als Huang Lee, een verwend lid van de Chinese Triad die naar Liberty City reist om het mysterie achter de diefstal van een ceremonieel zwaard op te lossen. De game biedt een volledige open wereld met de drie eilanden van Liberty City, tientallen hoofdmissies en talloze zijactiviteiten. Het touchscreen wordt creatief ingezet voor het hotwiren van auto's, het assembleren van wapens, het gooien van molotovcocktails en het doorzoeken van vuilnisbakken voor waardevolle items. Het drugshandelssysteem voegt een economische laag toe: koop drugs goedkoop in en verkoop ze duurder in andere wijken voor winst. Chinatown Wars ontving universele lof van critici met scores boven de negentig procent en wordt beschouwd als een van de technisch meest indrukwekkende DS-games ooit. Een volwassen en ambitieuze titel die de grenzen van de DS verlegde. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-058-gta-chinatown-wars.webp"
  },
  {
    "sku": "WII-004",
    "slug": "wii-004-super-mario-galaxy-2",
    "name": "Super Mario Galaxy 2",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Platformer",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Super Mario Galaxy 2 voor de Nintendo Wii — het vervolg op een van de best beoordeelde games aller tijden. Mario reist opnieuw door het heelal om Prinses Peach te redden uit de klauwen van Bowser, die ditmaal kosmisch groot is geworden. De gameplay combineert klassiek platformgeweld met ingenieuze zwaartekrachtmechanismen: loop over planetoiden, spring tussen sterrenstelsels en trotseer duizelingwekkende obstakels in de ruimte. Nieuw in dit deel is de toevoeging van Yoshi als rijdbaar personage, waarmee je vijanden kunt opslokken en unieke vaardigheden ontgrendelt. Met meer dan 240 sterren om te verzamelen biedt dit spel tientallen uren speelplezier. De leveldesigns behoren tot de meest creatieve en gevarieerde uit de hele Mario-franchise. Super Mario Galaxy 2 wordt door velen beschouwd als een van de beste platformers ooit gemaakt en scoorde bij release een perfecte 10 bij talloze game-publicaties. Een must-have voor elke Nintendo Wii-verzamelaar en liefhebber van platformgames. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-004-super-mario-galaxy-2.webp",
    "backImage": "/images/products/wii-004-super-mario-galaxy-2-back.webp"
  },
  {
    "sku": "WII-007",
    "slug": "wii-007-new-super-mario-bros-wii",
    "name": "New Super Mario Bros. Wii",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Platformer",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "New Super Mario Bros. Wii — de klassieker die side-scrolling platformactie terugbracht naar de grote console. Voor het eerst in de serie kun je met maximaal vier spelers tegelijk door de levels rennen, springen en stuiteren in cooperatieve of competitieve multiplayer. Mario, Luigi en twee Toads nemen het op tegen Bowser en zijn Koopalings, die Prinses Peach opnieuw hebben ontvoerd. De gameplay combineert nostalgische 2D-platformelementen met moderne graphics en fysica. Nieuwe power-ups zoals de Propeller Mushroom en Penguin Suit voegen frisse mechanismen toe aan het vertrouwde recept. Met meer dan tachtig levels verdeeld over acht werelden, verborgen uitgangen en Star Coins om te verzamelen is er enorm veel te ontdekken. New Super Mario Bros. Wii werd een van de bestverkochte Wii-titels wereldwijd en geldt als een van de beste couch-co-op ervaringen op het platform. Ideaal voor gezinnen en vrienden die samen willen gamen. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-007-new-super-mario-bros-wii.webp",
    "backImage": "/images/products/wii-007-new-super-mario-bros-wii-back.webp"
  },
  {
    "sku": "WII-008",
    "slug": "wii-008-donkey-kong-country-returns",
    "name": "Donkey Kong Country Returns",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Platformer",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Donkey Kong Country Returns voor de Nintendo Wii — de triomfantelijke terugkeer van de legendarische platformserie, ontwikkeld door Retro Studios. Donkey Kong en Diddy Kong moeten hun bananenvoorraad terugveroveren van de kwaadaardige Tiki Tak Tribe die de dieren op het eiland heeft gehypnotiseerd. De gameplay is een eerbetoon aan de originele SNES-klassiekers met uitdagende 2D-platformactie, maar dan voorzien van prachtige moderne graphics. Rijd op mijnkarretjes, schiet uit vaten, en ontdek geheime kamers in meer dan zeventig handgemaakte levels. De coöperatieve tweespelermodus laat een tweede speler als Diddy Kong meespelen. De moeilijkheidsgraad is hoog en biedt zelfs ervaren platformfans een stevige uitdaging. Met verzamelbare puzzelstukken en KONG-letters in elk level is de herhaalbaarheid enorm. Donkey Kong Country Returns is een onmisbare titel voor fans van retro platformers en Nintendo-verzamelaars. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-008-donkey-kong-country-returns.webp",
    "backImage": "/images/products/wii-008-donkey-kong-country-returns-back.webp"
  },
  {
    "sku": "WII-009",
    "slug": "wii-009-wii-sports",
    "name": "Wii Sports",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Sport",
    "price": 10,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Wii Sports — het iconische sportspel dat de Nintendo Wii op de kaart zette en een wereldwijd fenomeen werd. Dit spel was voor miljoenen spelers de eerste kennismaking met bewegingsbesturing en bevat vijf volwaardige sportdisciplines: tennis, bowling, golf, honkbal en boksen. De intuïtieve Wii Remote-besturing maakt het toegankelijk voor spelers van alle leeftijden en ervaringsniveaus. Wii Sports werd een cultureel fenomeen en bracht families, vrienden en zelfs verzorgingshuizen samen rond de televisie. Het bowlingonderdeel is legendarisch geworden en de Mii-personages geven het spel een persoonlijke touch. Met trainingsmodi en fitnesstests kun je je vaardigheden blijven verbeteren. Als een van de bestverkochte videogames aller tijden heeft Wii Sports een onuitwisbare indruk achtergelaten op de game-industrie. Een essentieel onderdeel van elke Wii-collectie en een fantastisch partyspel voor sociale bijeenkomsten. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-009-wii-sports.webp",
    "backImage": "/images/products/wii-009-wii-sports-back.webp"
  },
  {
    "sku": "WII-011",
    "slug": "wii-011-mario-party-8",
    "name": "Mario Party 8",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Party",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario Party 8 voor de Nintendo Wii — het ultieme digitale bordspel dat vrienden en familie samenbrengt voor uren vol competitief plezier. Speel met maximaal vier spelers op zes unieke spelborden, elk met eigen thema's en mechanismen, van een treinreis tot een spookachtig landgoed. De kern van het spel bestaat uit de meer dan zeventig minigames die optimaal gebruikmaken van de Wii Remote-bewegingsbesturing. Schud, zwaai, draai en wijs om je tegenstanders te verslaan in uiteenlopende uitdagingen. Naast de klassieke bordspelmodus zijn er extra modi zoals Tic-Tac Drop en Flip-Out Frenzy voor snelle potjes tussendoor. Mario Party 8 was het eerste deel in de serie op de Wii en introduceerde bewegingsbesturing aan de franchise. Met bekende personages als Mario, Luigi, Peach, Yoshi en Waluigi kies je je favoriete held. Een geweldig partyspel dat nog steeds geliefd is onder retro Nintendo-fans en verzamelaars. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-011-mario-party-8.webp",
    "backImage": "/images/products/wii-011-mario-party-8-back.webp"
  },
  {
    "sku": "WII-019",
    "slug": "wii-019-mario-strikers-charged-football",
    "name": "Mario Strikers Charged Football",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Sport",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario Strikers Charged Football voor de Nintendo Wii — een ongebreideld en chaotisch voetbalspel met Mario en zijn vrienden. Dit is geen gewoon voetbalspel: verwacht krankzinnige speciale schoten, power-ups en brutale tackles zonder scheidsrechter in zicht. Elk personage beschikt over een unieke Mega Strike, een spectaculaire superaanval die meerdere ballen tegelijk op het doel afvuurt. De gameplay is snel, intens en vol actie met elektrische hekken rond het veld en willekeurige items die het spel constant op zijn kop zetten. Kies uit bekende Nintendo-personages als aanvoerder en stel je team samen met sidekicks zoals Koopa's, Shy Guys en Birdos. De online multiplayer was destijds baanbrekend voor de Wii en maakte het mogelijk wereldwijd te strijden. Mario Strikers Charged Football onderscheidt zich door zijn agressieve stijl en hoge tempo, wat het een unieke titel maakt in de Mario-sportreeks. Geliefd bij verzamelaars vanwege de steeds zeldzamer wordende complete exemplaren. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-019-mario-strikers-charged-football.webp",
    "backImage": "/images/products/wii-019-mario-strikers-charged-football-back.webp"
  },
  {
    "sku": "WIIU-001",
    "slug": "wiiu-001-mario-kart-8",
    "name": "Mario Kart 8",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Race",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario Kart 8 voor de Nintendo Wii U — de meest complete en visueel indrukwekkende Mario Kart-ervaring van zijn generatie. Race met 30 speelbare personages over 32 ingenieus ontworpen circuits die gebruikmaken van de revolutionaire anti-zwaartekrachtmechaniek: rijd over muren, langs plafonds en door de lucht in spectaculaire banen. De gameplay is verfijnd tot in de puntjes met driftmechanismen, items en baanontwerpen die zowel beginners als veteranen uitdagen. De HD-graphics op 1080p maken dit een van de mooiste Wii U-titels, met gedetailleerde omgevingen en vloeiende animaties op 60fps. Online multiplayer laat je strijden tegen spelers wereldwijd, terwijl lokale multiplayer tot vier spelers ondersteunt met splitscreen. Het spel ontving uitstekende DLC met extra personages en circuits, waaronder banen gebaseerd op Zelda, Animal Crossing en F-Zero. Mario Kart 8 is de bestverkochte Wii U-game en wordt beschouwd als een van de beste racegames ooit gemaakt. Onmisbaar voor elke Wii U-collectie. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-001-mario-kart-8.webp",
    "backImage": "/images/products/wiiu-001-mario-kart-8-back.webp"
  },
  {
    "sku": "WIIU-004",
    "slug": "wiiu-004-splatoon",
    "name": "Splatoon",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Shooter",
    "price": 15,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Splatoon voor de Nintendo Wii U — Nintendo's verfrissende en innovatieve derde-persoons shooter die de genre-conventies volledig op zijn kop zet. In plaats van tegenstanders neer te schieten draait alles om het kleuren van de arena met inkt. Transformeer tussen een menselijke Inkling en een inktvis om door je eigen inkt te zwemmen, muren te beklimmen en je te verstoppen voor tegenstanders. De online multiplayer Turf War-modus is verslavend: twee teams van vier strijden om de meeste grond in hun kleur te verven binnen drie minuten. Met een arsenaal aan unieke wapens zoals verfrollers, snipers en emmers ontwikkel je je eigen speelstijl. De singleplayer-campagne biedt verrassend sterke platformlevels tegen de kwaadaardige Octarians. Regelmatige gratis updates voegden nieuwe wapens, maps en modi toe. Splatoon groeide uit tot een van Nintendo's grootste nieuwe franchises en heeft een enorme fanbase opgebouwd. Een origineel en kleurrijk alternatief in het shooter-genre dat perfect bij Nintendo past. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-004-splatoon.webp",
    "backImage": "/images/products/wiiu-004-splatoon-back.webp"
  },
  {
    "sku": "WIIU-006",
    "slug": "wiiu-006-the-legend-of-zelda-the-wind-waker-hd",
    "name": "The Legend of Zelda: The Wind Waker HD",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "The Legend of Zelda: The Wind Waker HD voor de Nintendo Wii U — de schitterende HD-remaster van een van de meest geliefde Zelda-avonturen ooit. Link vaart over een uitgestrekte oceaan op zoek naar zijn ontvoerde zus en ontdekt een episch avontuur dat hem confronteert met de terugkeer van de duistere Ganondorf. De iconische cel-shading kunststijl is volledig vernieuwd met HD-graphics, verbeterde belichting en een prachtig nieuw kleurenpalet dat het spel er beter uit laat zien dan ooit. De gameplay combineert klassieke Zelda-dungeons vol puzzels en gevechten met open zeilvaarverkenning over de Grote Zee. Verbeteringen ten opzichte van het origineel zijn onder andere de Swift Sail voor sneller zeilen, Miiverse-integratie via Tingle Bottles en een vernieuwde Triforce Quest. Met memorabele personages, een ontroerend verhaal en tijdloze gameplay behoort The Wind Waker tot de absolute hoogtepunten van de Zelda-franchise. Een must-have voor elke Zelda-fan en Wii U-verzamelaar. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-006-the-legend-of-zelda-the-wind-waker-hd.webp",
    "backImage": "/images/products/wiiu-006-the-legend-of-zelda-the-wind-waker-hd-back.webp"
  },
  {
    "sku": "WIIU-007",
    "slug": "wiiu-007-the-legend-of-zelda-twilight-princess-hd",
    "name": "The Legend of Zelda: Twilight Princess HD",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 40,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "The Legend of Zelda: Twilight Princess HD voor de Nintendo Wii U — de definitieve versie van het donkerste en meest epische Zelda-avontuur. Link, een eenvoudige boerenzoon, wordt in een schemerige parallelle wereld getrokken waar hij transformeert in een wolf. Samen met de mysterieuze Midna moet hij het koninkrijk Hyrule bevrijden van de Twilight die het land bedreigt. De HD-remaster biedt prachtig opgepoetste graphics, verbeterde texturen en een hogere resolutie die de donkere, atmosferische wereld tot leven brengen. De gameplay wisselt tussen epische zwaardgevechten, ingenieuze dungeonpuzzels en verkenning in wolfvorm met scherpere zintuigen. Nieuw in de HD-versie zijn de amiibo-compatibiliteit, een extra dungeon (Cave of Shadows) en verbeterde besturing via het Wii U GamePad. Twilight Princess staat bekend om zijn volwassen toon, memorabele baasgevechten en een van de beste verhaallijnen in de Zelda-serie. Een absoluut essentieel spel voor liefhebbers van actie-avonturen en Zelda-verzamelaars. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-007-the-legend-of-zelda-twilight-princess-hd.webp",
    "backImage": "/images/products/wiiu-007-the-legend-of-zelda-twilight-princess-hd-back.webp"
  },
  {
    "sku": "WIIU-008",
    "slug": "wiiu-008-new-super-mario-bros-u",
    "name": "New Super Mario Bros. U",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Platformer",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "New Super Mario Bros. U voor de Nintendo Wii U — de eerste Mario-titel op de Wii U en een terugkeer naar de wortels van klassieke 2D-platformactie in full HD. Bowser en de Koopalings hebben Prinses Peach's kasteel overgenomen en Mario, Luigi en twee Toads worden weggeslingerd naar de verre uithoeken van het Paddestoelkoninkrijk. Werk je door meer dan tachtig levels in een aaneengesloten wereldkaart die doet denken aan Super Mario World. Nieuwe power-ups zoals de Super Acorn laten Mario vliegen als een vliegende eekhoorn. De Wii U GamePad biedt een unieke Boost Mode waarbij een vijfde speler platforms kan plaatsen om medespelers te helpen of hinderen. De HD-graphics zijn prachtig met levendige kleuren en vloeiende animaties op 60fps. Challenge Mode biedt extra uitdagingen voor ervaren spelers, terwijl Coin Battle een competitieve multiplayer toevoegt. New Super Mario Bros. U combineert nostalgie met moderne kwaliteit en is een van de sterkste 2D-Mario-titels. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-008-new-super-mario-bros-u.webp",
    "backImage": "/images/products/wiiu-008-new-super-mario-bros-u-back.webp"
  },
  {
    "sku": "WIIU-013",
    "slug": "wiiu-013-mario-party-10",
    "name": "Mario Party 10",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Party",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario Party 10 voor de Nintendo Wii U — het feestelijke bordspel dat terugkeert met nieuwe modi en de integratie van amiibo-figuren. In de nieuwe Bowser Party-modus speelt een speler als Bowser via het GamePad terwijl de andere vier spelers samenwerken om te overleven in een asymmetrische multiplayer-ervaring. De klassieke Mario Party-modus laat tot vier spelers strijden op kleurrijke spelborden vol minigames en verrassingen. De amiibo Party-modus ontgrendelt speciale thematische borden gebaseerd op je amiibo-figuren. Met meer dan zeventig minigames die gebruikmaken van de Wii Remote-besturing is er voor iedereen iets bij. Van snelle reactiespellen tot strategische uitdagingen, de variatie houdt het spannend. Bekende Nintendo-personages als Mario, Peach, Yoshi, Toad en zelfs Rosalina zijn speelbaar. Mario Party 10 is perfect voor gezellige game-avonden met vrienden en familie en maakt optimaal gebruik van de unieke Wii U-hardware. Een geliefd partyspel binnen de Nintendo Wii U-bibliotheek. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-013-mario-party-10.webp",
    "backImage": "/images/products/wiiu-013-mario-party-10-back.webp"
  },
  {
    "sku": "WIIU-016",
    "slug": "wiiu-016-captain-toad-treasure-tracker",
    "name": "Captain Toad: Treasure Tracker",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Puzzel",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Captain Toad: Treasure Tracker voor de Nintendo Wii U — een charmant en inventief puzzelavontuur met de dappere Captain Toad in de hoofdrol. Toad kan niet springen, wat elke level tot een driedimensionale puzzeldoos maakt die je moet draaien, bekijken en slim moet navigeren om alle schatten te vinden. De levels zijn compacte, handgemaakte diorama's vol geheimen, vijanden en verzamelobjecten. Gebruik het Wii U GamePad om de camera te draaien, verborgen items te ontdekken en interactieve elementen te bedienen. Het spel begon als concept in Super Mario 3D World en groeide uit tot een volwaardig, eigenstandig avontuur met meer dan zeventig unieke levels. De moeilijkheidsgraad escaleert geleidelijk van toegankelijke puzzels tot complexe breinbrekers die je ruimtelijk inzicht testen. De schattige presentatie en slimme levelontwerpen maken Captain Toad een van de meest onderschatte pareltjes op de Wii U. Ideaal voor puzzelfans en liefhebbers van creatieve Nintendo-games. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-016-captain-toad-treasure-tracker.webp",
    "backImage": "/images/products/wiiu-016-captain-toad-treasure-tracker-back.webp"
  },
  {
    "sku": "WIIU-018",
    "slug": "wiiu-018-paper-mario-color-splash",
    "name": "Paper Mario: Color Splash",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Paper Mario: Color Splash voor de Nintendo Wii U — een kleurrijk en humoristisch RPG-avontuur in de papieren wereld van Mario. Prism Island is zijn kleur kwijt en Mario moet samen met zijn verfemmer-metgezel Huey de zes Big Paint Stars terugvinden om het eiland te herstellen. De gevechten draaien om het tactisch inzetten van kaarten die je verzamelt tijdens je avontuur: springkaarten, hamerkaarten en speciale Thing-kaarten gebaseerd op alledaagse voorwerpen. De papieren kunststijl is werkelijk prachtig op de Wii U met gedetailleerde texturen die eruitzien als echt karton en papier. Het spel zit boordevol scherpe humor, vierde-muur-grappen en verrassende wendingen die zowel kinderen als volwassenen vermaken. Elk gebied heeft unieke puzzels en uitdagingen die creativiteit en experimentatie belonen. Het GamePad wordt gebruikt om verf over lege plekken in de wereld te schilderen en verborgen elementen te onthullen. Paper Mario: Color Splash is een visueel meesterwerk en een vermakelijk avontuur dat de charme van de Paper Mario-serie behoudt. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-018-paper-mario-color-splash.webp",
    "backImage": "/images/products/wiiu-018-paper-mario-color-splash-back.webp"
  },
  {
    "sku": "WIIU-021",
    "slug": "wiiu-021-wii-party-u",
    "name": "Wii Party U",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Party",
    "price": 15,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Wii Party U voor de Nintendo Wii U — het ultieme partyspel dat optimaal gebruikmaakt van de unieke Wii U-hardware. Met meer dan tachtig minigames en diverse partymodi is dit het perfecte spel voor sociale bijeenkomsten. De TV Party-modus bevat bordspellen en competities op het grote scherm, terwijl de House Party-modus de Wii U GamePad op creatieve manieren inzet als tafelapparaat voor face-to-face spelletjes. De GamePad Party-modus speelt zich volledig af op het GamePad-scherm en vereist geen televisie. Van tabletop-voetbal tot strategische bordspellen, de variatie is enorm. Speel met je eigen Mii-personages en daag tot vier spelers uit. De minigames testen uiteenlopende vaardigheden: reactiesnelheid, geheugen, behendigheid en strategisch denken. Wii Party U werd bij release gebundeld met een Wii Remote Plus, wat de standalone versie bijzonder maakt voor verzamelaars. Een van de meest veelzijdige partyspellen op de Wii U die het hele gezin vermaakt. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-021-wii-party-u.webp",
    "backImage": "/images/products/wiiu-021-wii-party-u-back.webp"
  },
  {
    "sku": "WIIU-022",
    "slug": "wiiu-022-pokken-tournament",
    "name": "Pokkén Tournament",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Vecht",
    "price": 15,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokken Tournament voor de Nintendo Wii U — het spectaculaire vechtspel waarin populaire Pokemon rechtstreeks tegen elkaar strijden in driedimensionale arena-gevechten. Ontwikkeld door Bandai Namco, de makers van Tekken, combineert dit spel de diepgang van traditionele vechtgames met de charme van het Pokemon-universum. Speel als favorieten zoals Pikachu, Lucario, Charizard, Mewtwo, Gardevoir en Gengar in intense een-tegen-een-gevechten. Het innovatieve fasesysteem wisselt dynamisch tussen Field Phase (vrije 3D-beweging) en Duel Phase (klassiek 2D-vechten). Elke Pokemon heeft unieke aanvallen, combo's en een krachtige Burst Attack als finisher. De singleplayer Ferrum League biedt een uitgebreide campagne door verschillende liga's. Lokale multiplayer gebruikt het GamePad als tweede scherm, zodat beide spelers hun eigen volledig scherm hebben. Pokken Tournament is een unieke crossover die zowel Pokemon-fans als vechtgame-liefhebbers aanspreekt. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-022-pokken-tournament.webp",
    "backImage": "/images/products/wiiu-022-pokken-tournament-back.webp"
  },
  {
    "sku": "WIIU-023",
    "slug": "wiiu-023-mario-sonic-sochi-2014",
    "name": "Mario & Sonic op de Olympische Winterspelen: Sotsji 2014",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Sport",
    "price": 10,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario & Sonic op de Olympische Winterspelen: Sotsji 2014 voor de Nintendo Wii U — het officieel gelicenseerde sportspel rond de Olympische Winterspelen in het Russische Sotsji. Mario, Sonic en hun vrienden strijden in meer dan twintig wintersporten waaronder skieen, snowboarden, schaatsen, bobslee, curling en ijshockey. De besturing maakt gebruik van zowel de Wii Remote als het Wii U GamePad voor afwisselende sportbelevingen. Naast de realistische disciplines zijn er fantasierijke Dream Events die de sportregels combineren met Mario- en Sonic-elementen voor chaotisch en vermakelijk multiplayer-plezier. Speel met bekende personages als Mario, Luigi, Peach, Sonic, Tails en Knuckles, elk met eigen sterke punten en statistieken. De online multiplayer liet je strijden tegen spelers wereldwijd. Met kleurrijke graphics en een feestelijke Olympische sfeer is dit een vermakelijk sportspel voor het hele gezin. Een bijzondere titel die de twee grootste game-iconen samenbrengt in winterse setting. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-023-mario-sonic-sochi-2014.webp",
    "backImage": "/images/products/wiiu-023-mario-sonic-sochi-2014-back.webp"
  },
  {
    "sku": "WIIU-024",
    "slug": "wiiu-024-lego-jurassic-world",
    "name": "LEGO Jurassic World",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 12,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "LEGO Jurassic World voor de Nintendo Wii U — herbeleef alle vier de Jurassic Park-films in onweerstaanbare LEGO-stijl. Van het oorspronkelijke Jurassic Park tot Jurassic World: elk iconisch filmmoment wordt nagespeeld met de kenmerkende LEGO-humor en creatieve vrijheid. Speel als meer dan honderd personages, waaronder Owen Grady, Alan Grant, Ian Malcolm en Claire Dearing. Het unieke aan dit LEGO-spel is de mogelijkheid om als twintig verschillende dinosaurussen te spelen, van de machtige T-Rex tot de slimme Velociraptor. Verken de legendarische eilanden Isla Nublar en Isla Sorna in een open speelwereld vol verborgen collectibles en puzzels. De cooperatieve tweespelermodus laat je samen het avontuur beleven via splitscreen. Met het DNA-laboratorium kun je eigen hybride dinosaurussen creeren door genetisch materiaal te combineren. LEGO Jurassic World combineert de spanning van de films met de toegankelijke en humoristische LEGO-gameplay die geliefd is bij jong en oud. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-024-lego-jurassic-world.webp",
    "backImage": "/images/products/wiiu-024-lego-jurassic-world-back.webp"
  },
  {
    "sku": "WIIU-025",
    "slug": "wiiu-025-just-dance-2014",
    "name": "Just Dance 2014",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Muziek",
    "price": 8,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Just Dance 2014 voor de Nintendo Wii U — het populaire dansspel met een energieke setlist van meer dan veertig nummers uit diverse muziekgenres. Dans op hits zoals Timber van Pitbull, Blurred Lines van Robin Thicke, Gentleman van PSY en klassiekers als Kiss You van One Direction. De Wii U-versie maakt gebruik van het GamePad als extra controller en biedt de Puppet Master-modus waarin een speler de dansbewegingen bepaalt voor de andere dansers. De On Stage-modus plaatst een hoofddanser in de spotlight met twee achtergronddansers. World Dance Floor is de online modus waar je je dansskills meet met spelers over de hele wereld. De interface is kleurrijk en uitnodigend, met duidelijke choreografie-instructies op het scherm. Karaoke-functionaliteit laat je meezingen terwijl je danst. Zweet-modi helpen je calorieën verbranden op een leuke manier. Just Dance 2014 is het ideale partyspel dat iedereen aan het dansen krijgt, ongeacht leeftijd of danservaring. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-025-just-dance-2014.webp",
    "backImage": "/images/products/wiiu-025-just-dance-2014-back.webp"
  },
  {
    "sku": "WIIU-026",
    "slug": "wiiu-026-nintendo-land",
    "name": "Nintendo Land",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Party",
    "price": 8,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Nintendo Land voor de Nintendo Wii U — het kleurrijke themapark dat de mogelijkheden van de Wii U en het GamePad op briljante wijze demonstreert. Het spel bevat twaalf attracties gebaseerd op geliefde Nintendo-franchises waaronder Zelda, Metroid, Pikmin, Mario, Donkey Kong en Animal Crossing. De asymmetrische multiplayer is het hart van de ervaring: de speler met het GamePad heeft een andere rol en ander scherm dan de spelers met Wii Remotes. In Mario Chase speelt de GamePad-speler verstoppertje terwijl anderen jagen, in Luigi's Ghost Mansion bestuurt een onzichtbare geest via het GamePad. De singleplayer-attracties zoals The Legend of Zelda: Battle Quest en Metroid Blast bieden verrassend diepe gameplay. De attracties zijn visueel prachtig vormgegeven als stoffen en houten diorama's in een virtueel pretpark. Nintendo Land was de perfecte showcase voor wat de Wii U uniek maakte en blijft een van de beste lokale multiplayer-ervaringen op het platform. Essentieel voor wie de Wii U-ervaring compleet wil hebben. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-026-nintendo-land.webp",
    "backImage": "/images/products/wiiu-026-nintendo-land-back.webp"
  },
  {
    "sku": "WIIU-027",
    "slug": "wiiu-027-minecraft-wii-u-edition",
    "name": "Minecraft: Wii U Edition",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 15,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Minecraft: Wii U Edition voor de Nintendo Wii U — de geliefde sandbox-game waarin je creativiteit de enige limiet is, nu met exclusieve Nintendo-content. Bouw, verken en overleef in een oneindig genererende wereld van blokken. De Wii U-versie bevat exclusieve Super Mario-textuurpakketten waarmee je de Minecraft-wereld kunt transformeren in het Paddestoelkoninkrijk, compleet met Mario-geluidseffecten en -muziek. Het GamePad dient als inventarisbeheer en kaart, of als volledig tweede scherm zodat een speler op het GamePad kan spelen terwijl anderen de televisie gebruiken. De Survival-modus daagt je uit om grondstoffen te verzamelen, gereedschap te craftten en de nacht te overleven tegen vijandige mobs. Creative-modus geeft onbeperkte middelen voor megalomane bouwprojecten. Lokale splitscreen ondersteunt tot vier spelers en online multiplayer verbindt je met anderen. Met regelmatige updates groeide de Wii U-editie flink in content en mogelijkheden. Een unieke versie van Minecraft met exclusieve Nintendo-charm voor verzamelaars. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-027-minecraft-wii-u-edition.webp",
    "backImage": "/images/products/wiiu-027-minecraft-wii-u-edition-back.webp"
  },
  {
    "sku": "WIIU-028",
    "slug": "wiiu-028-sonic-lost-world",
    "name": "Sonic Lost World: Deadly Six Edition",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Platformer",
    "price": 12,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Sonic Lost World: Deadly Six Edition voor de Nintendo Wii U — een exclusief Sonic-avontuur met een geheel nieuw gameplayconcept. Sonic neemt het op tegen de Deadly Six, zes krachtige demonen genaamd de Zeti, die de controle over Dr. Eggman's robotleger hebben overgenomen. De gameplay introduceert een parkour-systeem waarmee Sonic langs muren rent, over obstakels springt en door buisvormige levels raast vanuit verschillende cameraperspectieven. De levelontwerpen variëren van 2D-secties tot volledig driedimensionale omgevingen die doen denken aan Super Mario Galaxy. De Deadly Six Edition bevat exclusieve bonuscontent met een extra Nightmare DLC-level. De Wii U-versie biedt off-TV-play via het GamePad en ondersteunt lokale co-op met een ondersteuningsrol voor de tweede speler. Kleurrijke graphics en een gevarieerde soundtrack begeleiden het avontuur. Met verzamelbare rode ringen en uitdagende S-rang doelen biedt het spel voldoende herhaalbaarheid. Een exclusieve en onderschatte Sonic-titel voor de Wii U-verzamelaar. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-028-sonic-lost-world.webp",
    "backImage": "/images/products/wiiu-028-sonic-lost-world-back.webp"
  },
  {
    "sku": "WIIU-029",
    "slug": "wiiu-029-zelda-wind-waker-hd-selects",
    "name": "The Legend of Zelda: The Wind Waker HD (Nintendo Selects)",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "The Legend of Zelda: The Wind Waker HD (Nintendo Selects) voor de Nintendo Wii U — de betaalbare heruitgave van de prachtige HD-remaster in de kenmerkende rode Nintendo Selects-verpakking. Dit is exact dezelfde complete game: Link begeeft zich op een episch avontuur over de uitgestrekte Grote Zee, vaart tussen eilanden en duikt legendarische dungeons in om zijn ontvoerde zus te redden en Ganondorf te verslaan. De tijdloze cel-shading kunststijl is volledig vernieuwd met HD-resolutie, verbeterde belichting en schitterende visuele effecten. Alle verbeteringen van de HD-versie zijn aanwezig: de Swift Sail voor sneller zeilen, verbeterde Triforce Quest en Miiverse-integratie. Het GamePad fungeert als inventaris en kaart voor naadloos spelbeheer. De Wind Waker wordt door velen beschouwd als een van de beste Zelda-spellen ooit, met zijn emotionele verhaal, charmante personages en inventieve dungeons. De Nintendo Selects-editie biedt dezelfde kwaliteit voor een aantrekkelijke prijs. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-029-zelda-wind-waker-hd-selects.webp",
    "backImage": "/images/products/wiiu-029-zelda-wind-waker-hd-selects-back.webp"
  },
  {
    "sku": "WIIU-030",
    "slug": "wiiu-030-skylanders-imaginators",
    "name": "Skylanders Imaginators",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 8,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Skylanders Imaginators voor de Nintendo Wii U — het innovatieve toys-to-life avontuur waarin je voor het eerst je eigen Skylander kunt creëren. Met de Creation Crystals ontwerp je volledig aangepaste personages door gevechtsklasse, uiterlijk, wapens, vaardigheden en zelfs geluiden te kiezen uit duizenden combinatiemogelijkheden. Het verhaal volgt de Skylanders in hun strijd tegen Kaos, die een leger Doomlanders heeft gecreëerd om Skylands te veroveren. Senseis zijn krachtige nieuwe figuren die de gevechtsklassen beheersen en speciale gebieden ontgrendelen. De gameplay combineert actie-platformelementen met RPG-progressie en verzamelmechanismen. De Wii U-versie ondersteunt het GamePad voor inventarisbeheer en kaartnavigatie. Samenwerken in coöperatieve modus maakt het avontuur extra vermakelijk. Met zijn creatieve personage-editor en uitgebreide verhaalmodus biedt Skylanders Imaginators tientallen uren speelplezier. Let op: voor de volledige ervaring zijn Skylander-figuren en een portal vereist. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-030-skylanders-imaginators.webp",
    "backImage": "/images/products/wiiu-030-skylanders-imaginators-back.webp"
  },
  {
    "sku": "WIIU-031",
    "slug": "wiiu-031-lego-batman-3-beyond-gotham",
    "name": "LEGO Batman 3: Beyond Gotham",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 10,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "LEGO Batman 3: Beyond Gotham voor de Nintendo Wii U — het epische LEGO-avontuur dat Batman en de Justice League de ruimte in stuurt. Brainiac bedreigt de aarde met zijn krimpstraal en Batman moet samenwerken met zijn grootste bondgenoten en zelfs vijanden om de planeet te redden. Speel als meer dan 150 personages uit het DC-universum, waaronder Batman, Superman, Wonder Woman, The Flash, Green Lantern en talloze schurken. Het unieke in dit deel zijn de Lantern-planeten: verken werelden gebaseerd op de verschillende Lantern Corps, elk met een eigen kleur en thema. Batman's kostuumwisselsysteem keert terug met nieuwe pakken zoals het Sonar Suit en Space Suit. De coöperatieve tweespelermodus laat je samen puzzels oplossen en vijanden verslaan. Met bekende stemacteurs, hilarische LEGO-cutscenes en verwijzingen naar de DC-comics en -films is dit een feest voor superheldenfans. Verken de Batcave als hub-wereld en ontgrendel bonuslevels en personages. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-031-lego-batman-3-beyond-gotham.webp",
    "backImage": "/images/products/wiiu-031-lego-batman-3-beyond-gotham-back.webp"
  },
  {
    "sku": "WIIU-032",
    "slug": "wiiu-032-just-dance-2017",
    "name": "Just Dance 2017",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Muziek",
    "price": 10,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Just Dance 2017 voor de Nintendo Wii U — het populairste dansspel ter wereld met een verse setlist van meer dan veertig nummers. Dans op wereldhits zoals Sorry van Justin Bieber, Lean On van Major Lazer, Don't Stop Me Now van Queen en Cheap Thrills van Sia. De Wii U-versie biedt de mogelijkheid om je smartphone als controller te gebruiken via de Just Dance Controller-app, waardoor tot zes spelers tegelijk kunnen dansen. De Sweat-modus helpt je fit te blijven door calorieën bij te houden terwijl je danst op intensieve routines. Just Dance Unlimited geeft via een abonnement toegang tot honderden extra nummers uit eerdere edities. De choreografieën variëren van eenvoudig tot uitdagend, met alternatieve versies voor extra afwisseling. De kleurrijke visuele stijl en energieke presentatie maken elke danssessie tot een feestje. Just Dance 2017 is een van de laatste grote releases voor de Wii U en biedt een uitstekende danservaring voor het hele gezin en elk feest. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-032-just-dance-2017.webp",
    "backImage": "/images/products/wiiu-032-just-dance-2017-back.webp"
  },
  {
    "sku": "WIIU-033",
    "slug": "wiiu-033-mario-sonic-rio-2016",
    "name": "Mario & Sonic op de Olympische Spelen: Rio 2016",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Sport",
    "price": 12,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Mario & Sonic op de Olympische Spelen: Rio 2016 voor de Nintendo Wii U — het feestelijke sportspel rond de zomerspelen in het Braziliaanse Rio de Janeiro. Mario, Sonic en hun iconische vrienden en rivalen nemen het tegen elkaar op in meer dan veertien Olympische disciplines waaronder atletiek, zwemmen, voetbal, paardrijden, tafeltennis, badminton en boksen. Naast de realistische sporten zijn er spectaculaire Duel Events die de sportregels combineren met power-ups en Nintendo-magie voor extra chaos en plezier. De besturing varieert per discipline en maakt creatief gebruik van de Wii Remote en het GamePad. Kies uit een uitgebreid roster van personages, van Mario en Luigi tot Sonic en Shadow, elk met unieke statistieken. De kleurrijke Braziliaanse setting en feestelijke muziek creëren een authentieke Olympische sfeer. Multiplayer ondersteunt tot vier spelers voor competitieve sportdagen in de huiskamer. Een vermakelijk sportspel dat twee van de grootste game-iconen samenbrengt. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-033-mario-sonic-rio-2016.webp",
    "backImage": "/images/products/wiiu-033-mario-sonic-rio-2016-back.webp"
  },
  {
    "sku": "WIIU-034",
    "slug": "wiiu-034-lego-dimensions",
    "name": "LEGO Dimensions",
    "platform": "Wii U",
    "category": "Games > Wii U",
    "genre": "Avontuur",
    "price": 8,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "LEGO Dimensions voor de Nintendo Wii U — het ambitieuze toys-to-life avontuur dat tientallen geliefde franchises samenbrengt in een episch LEGO-crossover. Batman, Gandalf en Wyldstyle reizen door dimensies om Lord Vortech te stoppen die de grenzen tussen werelden wil vernietigen. Het spel combineert fysiek LEGO-bouwen met digitale gameplay: bouw echte LEGO-modellen op het Toy Pad en zie ze tot leven komen in het spel. De verhaalmodus voert je door werelden gebaseerd op The Lord of the Rings, The Wizard of Oz, DC Comics, Back to the Future en meer. Het Toy Pad is een interactief portaal waarbij de positie van figuren op het pad invloed heeft op de gameplay voor unieke puzzels. Met uitbreidingspakketten kun je werelden toevoegen van Doctor Who, Ghostbusters, Scooby-Doo, Portal, The Simpsons en vele andere franchises. LEGO Dimensions biedt een enorme hoeveelheid content en is een droom voor fans van LEGO en populaire cultuur. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wiiu-034-lego-dimensions.webp",
    "backImage": "/images/products/wiiu-034-lego-dimensions-back.webp"
  },
  {
    "sku": "WII-031",
    "slug": "wii-031-sonic-and-the-secret-rings",
    "name": "Sonic and the Secret Rings",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Platformer",
    "price": 8,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Sonic and the Secret Rings voor de Nintendo Wii — een uniek Sonic-avontuur gebaseerd op de verhalen uit Duizend-en-een-nacht. Sonic wordt het boek van de Arabische Nachten ingezogen en moet de kwade geest Erazor Djinn verslaan voordat de pagina's volledig worden gewist. De gameplay maakt creatief gebruik van de Wii Remote: houd de controller horizontaal en kantel om Sonic te besturen terwijl hij automatisch vooruit rent door betoverende woestijnen, mystieke paleizen en vlammende grotten. Het spel introduceert een uniek vaardigheidssysteem waarbij je ringen verzamelt om Sonic's capaciteiten te upgraden. Naast het uitgebreide verhalavontuur bevat het spel een partymodus met meer dan veertig minigames voor maximaal vier spelers. Sonic and the Secret Rings was een van de eerste Sonic-titels op de Wii en bood een frisse draai aan de klassieke formule. Voor fans van Sonic en actieplatformers die iets anders zoeken dan de standaard Sonic-ervaring. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-031-sonic-and-the-secret-rings.webp",
    "backImage": "/images/products/wii-031-sonic-and-the-secret-rings-back.webp"
  },
  {
    "sku": "WII-032",
    "slug": "wii-032-sonic-unleashed",
    "name": "Sonic Unleashed",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Platformer",
    "price": 10,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Sonic Unleashed voor de Nintendo Wii — een ambitieus Sonic-avontuur dat twee radicaal verschillende speelstijlen combineert. Overdag scheur je als de razendsnelle Sonic door spectaculaire levels in diverse wereldlocaties zoals Griekenland, China en Afrika. 's Nachts transformeert Sonic in de Werehog, een krachtige weerwolfvorm met rekbare armen, waarmee je vijanden bestrijdt in beat-em-up gevechten. Het verhaal draait om Dr. Eggman die de aarde letterlijk in stukken heeft gespleten met een krachtig wapen, en Sonic moet de Chaos Emeralds herstellen om de planeet te redden. De daglevels bieden de razendsnelle actie waar Sonic bekend om staat, met boost-mechanismen en spectaculaire setpieces. De Wii-versie heeft exclusieve levels en een aangepaste besturing die gebruikmaakt van de Wii Remote. Met verzamelbare medailles, verborgen levels en upgrades voor beide speelstijlen biedt Sonic Unleashed een omvangrijk avontuur. Een interessante titel voor Sonic-verzamelaars en fans van actiegames. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-032-sonic-unleashed.webp",
    "backImage": "/images/products/wii-032-sonic-unleashed-back.webp"
  },
  {
    "sku": "WII-033",
    "slug": "wii-033-new-super-mario-bros-wii-selects",
    "name": "New Super Mario Bros. Wii (Nintendo Selects)",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Platformer",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "New Super Mario Bros. Wii (Nintendo Selects) — de betaalbare heruitgave van een van de populairste Wii-titels ooit. Dit is dezelfde complete game als het origineel, nu in de kenmerkende rode Nintendo Selects-verpakking. Spring, ren en vlieg met maximaal vier spelers tegelijk door meer dan tachtig kleurrijke levels in dit klassieke 2D-platformavontuur. Mario en zijn vrienden moeten Prinses Peach redden van Bowser en zijn Koopalings in een reis door acht gevarieerde werelden. De Propeller Mushroom laat je de lucht in schieten, terwijl het Penguin Suit je over ijs laat glijden en ijsballen laat gooien. Verborgen uitgangen, verzamelbare Star Coins en geheime werelden zorgen voor urenlang speelplezier. De coöperatieve multiplayer maakt dit een van de beste samenspeelervaringen op de Wii. De Nintendo Selects-editie is een uitstekende keuze voor verzamelaars die een complete en betaalbare versie van deze klassieker zoeken. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-033-new-super-mario-bros-wii-selects.webp",
    "backImage": "/images/products/wii-033-new-super-mario-bros-wii-selects-back.webp"
  },
  {
    "sku": "WII-034",
    "slug": "wii-034-wii-party",
    "name": "Wii Party",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Party",
    "price": 10,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Wii Party voor de Nintendo Wii — een veelzijdig partyspel dat de gezelligste elementen van bordspellen en minigames combineert met de unieke Wii-besturing. Het spel bevat meer dan tachtig originele minigames en dertien verschillende partymodi, van traditionele bordspellen tot snelle competities. De Board Game Island-modus neemt je mee op een eilandavontuur waar strategie en minigamevaardigheden samenkomen. Bijzonder zijn de huiskamerspellen waarbij je de Wii Remotes fysiek door de kamer verstopt voor zoekspellen. Speel met je eigen Mii-personages en daag tot vier spelers uit in uiteenlopende uitdagingen die bewegingsbesturing, timing en behendigheid testen. Wii Party is ontworpen door het team achter de Mario Party-serie en biedt vergelijkbare kwaliteit met een eigen identiteit. Het spel is toegankelijk voor alle leeftijden en speelervaringen, wat het perfect maakt voor familiebijeenkomsten en feestjes. Een veelgevraagde titel onder Wii-verzamelaars vanwege het brede aanbod aan speelmodi. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-034-wii-party.webp",
    "backImage": "/images/products/wii-034-wii-party-back.webp"
  },
  {
    "sku": "WII-035",
    "slug": "wii-035-wario-land-the-shake-dimension",
    "name": "Wario Land: The Shake Dimension",
    "platform": "Wii",
    "category": "Games > Wii",
    "genre": "Platformer",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Wario Land: The Shake Dimension voor de Nintendo Wii — een prachtig handgetekend platformavontuur met de hebzuchtige antiheld Wario. Het complete spel is geanimeerd in een schitterende handgetekende kunststijl die eruitziet als een interactieve tekenfilm. Wario moet de Shake Dimension redden — niet uit goedheid, maar om de legendarische Bottomless Coin Sack te bemachtigen die oneindige rijkdom belooft. De gameplay draait om schudden: schud de Wii Remote om vijanden rond te slingeren, munten uit de grond te stampen en verborgen schatten te ontdekken. Elk level bevat verborgen schatten, uitdagingen op tijd en geheime missies die enorme herhaalbaarheid bieden. De baasgevechten zijn spectaculair en vereisen creatief gebruik van de schudmechanismen. Wario Land: The Shake Dimension werd geprezen om zijn unieke visuele stijl en solide platformgameplay. Het spel is relatief zeldzaam geworden en wordt steeds meer gezocht door verzamelaars van Nintendo Wii-games. Een unieke en onderschatte titel in de Wario-franchise. Europese versie (PAL/EUR). Compleet in doos met handleiding, getest en werkend.",
    "weight": 0.1,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/wii-035-wario-land-the-shake-dimension.webp",
    "backImage": "/images/products/wii-035-wario-land-the-shake-dimension-back.webp"
  }
]
