[
  {
    "sku": "GBA-001",
    "slug": "gba-001-pokemon-emerald",
    "name": "Pokémon Emerald",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 85,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Emerald voor de Game Boy Advance — de ultieme Generatie III-ervaring in de tropische Hoenn-regio. In deze verbeterde versie van Ruby en Sapphire volg je een unieke verhaallijn waarin zowel Team Magma als Team Aqua de hoofdvijanden zijn. Vang de legendarische Rayquaza in de Sky Pillar om het gevecht tussen Kyogre en Groudon te stoppen. De game introduceerde de befaamde Battle Frontier met zeven faciliteiten en geanimeerde Pokémon-sprites. Met 386 Pokémon, geheime bases en dubbele gevechten biedt Emerald honderden uren speelplezier. Een van de meest gewilde GBA-cartridges op de verzamelmarkt. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-001-pokemon-emerald.webp",
    "backImage": "/images/products/gba-001-pokemon-emerald-back.webp",
    "inkoopPrijs": 34,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-002",
    "slug": "gba-002-pokemon-sapphire-eur",
    "name": "Pokémon Sapphire (EUR)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 40,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Sapphire voor de Game Boy Advance — Generatie III waarin je de tropische Hoenn-regio verkent als jonge trainer. Het verhaal draait om Team Aqua dat de oceanen wil uitbreiden door het legendarische Kyogre te ontwaken. Sapphire introduceerde revolutionaire nieuwigheden zoals dubbele gevechten, abilities, geheime bases en de mogelijkheid om onder water te duiken naar verborgen gebieden. Met 200 nieuwe Pokémon en 386 in totaal is er genoeg te vangen. De Hoenn-regio staat bekend om zijn diverse landschappen: vulkanen, koraalriffen, regenwouden en woestijnen. Pokémon-wedstrijden bieden een alternatieve manier om je team te tonen. Europese versie (PAL/EUR). Losse cartridge, getest en volledig werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gba-002-pokemon-sapphire-eur.webp",
    "backImage": "/images/products/gba-002-pokemon-sapphire-eur-back.webp",
    "inkoopPrijs": 16,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-003",
    "slug": "gba-003-pokemon-sapphire-usa",
    "name": "Pokémon Sapphire (USA)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Sapphire voor de Game Boy Advance — de Amerikaanse versie van het Generatie III-avontuur in de Hoenn-regio. Ga de strijd aan met Team Aqua en ontwaakt het machtige Kyogre, heerser over de oceanen. Met baanbrekende features als dubbele gevechten, abilities en natures die elk gevangen Pokémon uniek maken. Duik onder water om verborgen routes en zeldzame Pokémon te ontdekken. De Hoenn-regio biedt een prachtige tropische wereld met vulkanen, koraalriffen en mysterieuze grotten. Bouw je eigen geheime basis, doe mee aan Pokémon-wedstrijden en ontgrendel de Nationale Pokédex met 386 Pokémon. De NTSC/USA-versie is voordeliger dan de Europese variant. Losse cartridge, getest en werkend. Amerikaanse versie (NTSC/USA).",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gba-003-pokemon-sapphire-usa.webp",
    "backImage": "/images/products/gba-003-pokemon-sapphire-usa-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-004",
    "slug": "gba-004-pokemon-firered-usa",
    "name": "Pokémon FireRed (USA)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon FireRed voor de Game Boy Advance — de geliefde remake van Pokémon Red uit 1996, met verbeterde Generatie III-graphics. Herbeleef het iconische Kanto-avontuur: kies tussen Charmander, Squirtle of Bulbasaur, versla de acht Gym Leaders en word kampioen. Na de hoofdverhaallijn openen de Sevii Islands — zeven eilanden met zeldzame Pokémon uit Johto en Hoenn. Charizard siert de cover als een van de meest iconische Pokémon ooit. Met 386 Pokémon in totaal en compatibiliteit met Ruby, Sapphire en Emerald is FireRed bijzonder gewild bij verzamelaars. Amerikaanse versie (NTSC/USA). Losse cartridge met flash-opslag, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-004-pokemon-firered-usa.webp",
    "backImage": "/images/products/gba-004-pokemon-firered-usa-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-005",
    "slug": "gba-005-pokemon-firered-eur",
    "name": "Pokémon FireRed (EUR)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 65,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon FireRed voor de Game Boy Advance — de Europese PAL-versie van de geliefde Generatie I-remake. Herbeleef het klassieke Kanto-avontuur met verbeterde graphics, kies je starter uit Charmander, Squirtle of Bulbasaur en werk je een weg naar de Pokémon League. Na de Elite Four openen de Sevii Islands met zeldzame Pokémon uit andere regio's. De Europese versie is aanzienlijk zeldzamer dan de Amerikaanse variant. Charizard op de cover — misschien wel de meest iconische Pokémon ter wereld. Met meertalige ondersteuning en volledige compatibiliteit met alle andere GBA Pokémon-titels. Een must-have voor elke Pokémon-verzamelaar. Europese versie (PAL/EUR). Losse cartridge met flash-opslag, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-005-pokemon-firered-eur.webp",
    "backImage": "/images/products/gba-005-pokemon-firered-eur-back.webp",
    "inkoopPrijs": 26,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-006",
    "slug": "gba-006-pokemon-leafgreen-usa",
    "name": "Pokémon LeafGreen (USA)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 50,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon LeafGreen voor de Game Boy Advance — de remake van het Japanse Pokémon Green, de tegenhanger van FireRed. Verken Kanto met Venusaur op de cover en kies uit de drie originele starters. LeafGreen biedt dezelfde Generatie III-ervaring als FireRed, maar met exclusieve wilde Pokémon zoals Sandshrew en Vulpix. Na de Pokémon League ontgrendel je de Sevii Islands met unieke post-game content. Met de Vs. Seeker voor herhaalbare gevechten en de Fame Checker voor achtergrondverhalen. LeafGreen wordt minder vaak aangeboden dan FireRed. Amerikaanse versie (NTSC/USA). Losse cartridge met flash-opslag, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-006-pokemon-leafgreen-usa.webp",
    "backImage": "/images/products/gba-006-pokemon-leafgreen-usa-back.webp",
    "inkoopPrijs": 20,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-007",
    "slug": "gba-007-pokemon-leafgreen-eur",
    "name": "Pokémon LeafGreen (EUR)",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 60,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon LeafGreen voor de Game Boy Advance — de Europese PAL-versie van de Generatie I-remake, gebaseerd op het Japanse Pokémon Green. Met Venusaur op de cover verken je de gehele Kanto-regio in Generatie III-graphics. Versla de acht Gym Leaders, trotseer de Elite Four en ontdek de Sevii Islands met zeldzame Pokémon. De Europese versie is de zeldzaamste FireRed/LeafGreen-editie en bijzonder gewild op de verzamelmarkt. Met meertalige ondersteuning en compatibiliteit met alle GBA Pokémon-titels. Een topstuk voor de serieuze Pokémon-verzameling. Europese versie (PAL/EUR). Losse cartridge met flash-opslag, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gba-007-pokemon-leafgreen-eur.webp",
    "backImage": "/images/products/gba-007-pokemon-leafgreen-eur-back.webp",
    "inkoopPrijs": 24,
    "inkoopFeatured": true
  },
  {
    "sku": "GBA-008",
    "slug": "gba-008-pokemon-mystery-dungeon-red-rescue-team",
    "name": "Pokémon Mystery Dungeon: Red Rescue Team",
    "platform": "Game Boy Advance",
    "category": "Games > GBA",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Red Rescue Team voor de Game Boy Advance — de GBA-helft van het allereerste Mystery Dungeon-avontuur, ontwikkeld samen met Chunsoft. Word zelf een Pokémon en vorm een reddingsteam om andere Pokémon in nood te helpen. De willekeurig gegenereerde dungeons zorgen ervoor dat elke expeditie anders is. Het verhaal is verrassend emotioneel, met thema's over vriendschap en opoffering die zelfs volwassen spelers raken. Red Rescue Team bevat exclusieve Pokémon en dungeons ten opzichte van Blue Rescue Team op de DS. Met Generatie I tot III Pokémon om te rekruteren biedt het spel tientallen uren content. In 2020 verscheen een remake voor Nintendo Switch. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gba-008-pokemon-mystery-dungeon-red-rescue-team.webp",
    "backImage": "/images/products/gba-008-pokemon-mystery-dungeon-red-rescue-team-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-001",
    "slug": "ds-001-pokemon-platinum",
    "name": "Pokémon Platinum",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 70,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Platinum voor de Nintendo DS — de definitieve Generatie IV-ervaring en verbeterde versie van Diamond en Pearl. Het spectaculaire Distortion World, waar Giratina in Origin Forme heerst, is een van de meest memorabele momenten in de serie. De Battle Frontier met vijf faciliteiten biedt eindeloze post-game content. Platinum verbeterde de snelheid aanzienlijk en introduceerde nieuwe vormen voor Giratina, Shaymin en Rotom. De Sinnoh-regio met Mount Coronet en Snowpoint City is een van de rijkste gebieden in de franchise. Met 493 Pokémon in totaal. Wordt consequent in de top 3 van beste Pokémon-games geplaatst. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-001-pokemon-platinum.webp",
    "backImage": "/images/products/ds-001-pokemon-platinum-back.webp",
    "inkoopPrijs": 28,
    "inkoopFeatured": true,
    "cibPrice": 80,
    "cibImage": "/images/products/ds-001-pokemon-platinum-cib.webp",
    "cibBackImage": "/images/products/ds-001-pokemon-platinum-cib-back.webp"
  },
  {
    "sku": "DS-002",
    "slug": "ds-002-pokemon-soulsilver",
    "name": "Pokémon SoulSilver",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 80,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon SoulSilver voor de Nintendo DS — de geliefde remake van Pokémon Silver met Generatie IV-graphics. Verken zowel Johto als Kanto voor een avontuur met 16 Gym Badges — de enige Pokémon-game met twee volledige regio's. Het legendarische Lugia, bewaker van de zee, is te vangen in de Whirl Islands. Je Pokémon loopt achter je aan in de overworld. SoulSilver bevat de befaamde Red-battle op Mount Silver, een van de moeilijkste gevechten in de serie. De Pokéathlon, Battle Frontier en Safari Zone bieden uren extra speelplezier. Een van de meest gewilde DS-games op de verzamelmarkt. Amerikaanse versie (NTSC/USA). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-002-pokemon-soulsilver.webp",
    "backImage": "/images/products/ds-002-pokemon-soulsilver-back.webp",
    "inkoopPrijs": 32,
    "inkoopFeatured": true,
    "cibPrice": 90,
    "cibImage": "/images/products/ds-002-pokemon-soulsilver-cib.webp",
    "cibBackImage": "/images/products/ds-002-pokemon-soulsilver-cib-back.webp"
  },
  {
    "sku": "DS-003",
    "slug": "ds-003-pokemon-heartgold",
    "name": "Pokémon HeartGold",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 90,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon HeartGold voor de Nintendo DS — de iconische remake van Pokémon Gold, regelmatig in de top 3 van beste Pokémon-games aller tijden. Met het legendarische Ho-Oh op de cover reis je door Johto, versla je Team Rocket en ontdek je de gehele Kanto-regio — 16 Gym Badges in totaal. Je Pokémon loopt achter je aan door de overworld, een feature die de band met je team voelbaar maakt. Na de hoofdverhaallijn wacht de strijd tegen Red op Mount Silver met zijn team rond level 80. Met de Pokéathlon, Battle Frontier en Safari Zone biedt HeartGold de meest uitgebreide post-game uit de hele serie. De Europese PAL-versie is bijzonder gewild vanwege beperktere oplages. Losse cartridge, getest en werkend. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-003-pokemon-heartgold.webp",
    "backImage": "/images/products/ds-003-pokemon-heartgold-back.webp",
    "inkoopPrijs": 36,
    "inkoopFeatured": true,
    "cibPrice": 95,
    "cibImage": "/images/products/ds-003-pokemon-heartgold-cib.webp",
    "cibBackImage": "/images/products/ds-003-pokemon-heartgold-cib-back.webp"
  },
  {
    "sku": "DS-005",
    "slug": "ds-005-pokemon-black",
    "name": "Pokémon Black",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 45,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Black voor de Nintendo DS — Generatie V met 156 volledig nieuwe Pokémon in de op New York geïnspireerde Unova-regio. Voor het eerst zijn er tijdens het hoofdavontuur uitsluitend nieuwe Pokémon te vangen. Het verhaal is het meest ambitieuze in de franchise: Team Plasma en leider N stellen morele vragen over het gevangen houden van Pokémon. Het legendarische Reshiram, een vuur/draak-type, verschijnt exclusief in Black. De versie-exclusieve Black City biedt gevechten tegen sterke trainers. Met geanimeerde sprites, seizoenswisselingen, Triple en Rotation Battles en een emotioneel einde is Black een keerpunt in de serie. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-005-pokemon-black.webp",
    "backImage": "/images/products/ds-005-pokemon-black-back.webp",
    "inkoopPrijs": 18,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-006",
    "slug": "ds-006-pokemon-white",
    "name": "Pokémon White",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 45,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon White voor de Nintendo DS — de tegenhanger van Black in Generatie V, met het legendarische Zekrom (elektrisch/draak-type). In de Unova-regio ontmoet je 156 volledig nieuwe Pokémon en beleef je het diepste verhaal in de franchise, waarin N en Team Plasma morele vragen stellen. White bevat de exclusieve White Forest waar zeldzame Pokémon uit eerdere generaties verschijnen. Met seizoenswisselingen, geanimeerde gevechtsscènes, Triple en Rotation Battles biedt White een rijke spelervaring. Wordt steeds meer gewaardeerd als een van de beste in de serie. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-006-pokemon-white.webp",
    "backImage": "/images/products/ds-006-pokemon-white-back.webp",
    "inkoopPrijs": 18,
    "inkoopFeatured": true,
    "cibPrice": 55,
    "cibImage": "/images/products/ds-006-pokemon-white-cib.webp",
    "cibBackImage": "/images/products/ds-006-pokemon-white-cib-back.webp"
  },
  {
    "sku": "DS-007",
    "slug": "ds-007-pokemon-ranger-guardian-signs",
    "name": "Pokémon Ranger: Guardian Signs",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Ranger: Guardian Signs voor de Nintendo DS — het derde en laatste deel in de Ranger-trilogie. In de tropische Oblivia-regio gebruik je de Capture Styler op het touchscreen om Pokémon te bevrienden. De grote nieuwigheid zijn de Ranger Signs: speciale symbolen waarmee je legendarische Pokémon als Raikou, Entei, Suicune en zelfs Ho-Oh en Lugia kunt oproepen om op te rijden. Het verhaal draait om de Pokémon Pinchers en voert je langs eilanden, ruïnes en vulkanen. Als eerste Ranger-game met online multiplayer-missies. Een unieke actie-ervaring die het touchscreen creatief benut. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-007-pokemon-ranger-guardian-signs.webp",
    "backImage": "/images/products/ds-007-pokemon-ranger-guardian-signs-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-008",
    "slug": "ds-008-pokemon-ranger-shadows-of-almia",
    "name": "Pokémon Ranger: Shadows of Almia",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 15,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Ranger: Shadows of Almia voor de Nintendo DS — het tweede deel in de Ranger-serie met flinke verbeteringen. Je begint als student aan de Ranger School in de Almia-regio en groeit uit tot een volwaardige Pokémon Ranger. De vernieuwde Capture Styler voelt vloeiender aan met verbeterde responsiviteit en Power-ups. Het verhaal draait om de mysterieuze Darkness Crystal en Team Dim Sun dat Pokémon wil controleren. Dialga, Palkia en Darkrai spelen een rol in het verhaal. Met meer dan 270 Pokémon om te vangen, questmissies na de hoofdverhaallijn en het unieke systeem waarbij Pokémon je helpen puzzels op te lossen. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-008-pokemon-ranger-shadows-of-almia.webp",
    "backImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-back.webp",
    "inkoopPrijs": 6,
    "inkoopFeatured": false,
    "cibPrice": 30,
    "cibImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-cib.webp",
    "cibBackImage": "/images/products/ds-008-pokemon-ranger-shadows-of-almia-cib-back.webp"
  },
  {
    "sku": "DS-009",
    "slug": "ds-009-pokemon-mystery-dungeon-explorers-of-time",
    "name": "Pokémon Mystery Dungeon: Explorers of Time",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Time voor de Nintendo DS — het tweede Mystery Dungeon-avontuur met een van de meest ontroerende verhalen in de franchise. Je wordt een Pokémon en verliest je geheugen. Samen met je partner vorm je een verkenningsteam bij de Wigglytuff Guild en ontdek je een episch tijdreisverhaal over de verlamming van de tijd en de duistere Darkrai. De roguelike gameplay biedt willekeurig gegenereerde verdiepingen en honderden te rekruteren Pokémon. Na de hoofdverhaallijn opent een uitgebreide post-game met legendarische Pokémon. Bevat exclusieve Pokémon ten opzichte van Explorers of Darkness. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time.webp",
    "backImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false,
    "cibPrice": 40,
    "cibImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-cib.webp",
    "cibBackImage": "/images/products/ds-009-pokemon-mystery-dungeon-explorers-of-time-cib-back.webp"
  },
  {
    "sku": "3DS-001",
    "slug": "3ds-001-pokemon-x",
    "name": "Pokémon X",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon X voor de Nintendo 3DS — de baanbrekende Generatie VI die Pokémon voor het eerst volledig in 3D bracht. Verken de op Frankrijk geïnspireerde Kalos-regio, van de bruisende Lumiose City tot het mysterieuze Laverre City. Het gloednieuwe Fairy-type werd geïntroduceerd samen met het spectaculaire Mega Evolutie-systeem dat klassieke Pokémon als Charizard en Mewtwo nieuwe vormen geeft. Het legendarische Xerneas, een Fairy-type hert, staat centraal in het verhaal over Team Flare. Pokémon-Amie laat je direct met je Pokémon spelen via het touchscreen en Super Training maakt EV-training toegankelijk. Met ruim 450 Pokémon in de Kalos Pokédex. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-001-pokemon-x.webp",
    "backImage": "/images/products/3ds-001-pokemon-x-back.webp",
    "inkoopPrijs": 12,
    "inkoopFeatured": true,
    "cibImage": "/images/products/3ds-001-pokemon-x-cib.webp",
    "cibBackImage": "/images/products/3ds-001-pokemon-x-cib-back.webp"
  },
  {
    "sku": "3DS-002",
    "slug": "3ds-002-pokemon-omega-ruby",
    "name": "Pokémon Omega Ruby",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Omega Ruby voor de Nintendo 3DS — de prachtige 3D-remake van Pokémon Ruby uit 2002. Herbeleef het Hoenn-avontuur met vernieuwde graphics, Mega Evoluties en Primal Groudon. Na de hoofdverhaallijn wacht de exclusieve Delta Episode waarin je Rayquaza vangt, Mega Evolveert en een asteroïde stopt. Met de DexNav spoor je zeldzame Pokémon op met verborgen abilities. Soar door de lucht op Latios en ontdek Mirage Spots met legendarische Pokémon uit alle generaties. Super Secret Bases zijn terug en online deelbaar. Bevat exclusieve Pokémon als Mawile, Solrock en Ho-Oh. Nostalgie en moderne gameplay perfect gecombineerd. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-002-pokemon-omega-ruby.webp",
    "backImage": "/images/products/3ds-002-pokemon-omega-ruby-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true,
    "cibImage": "/images/products/3ds-002-pokemon-omega-ruby-cib.webp",
    "cibBackImage": "/images/products/3ds-002-pokemon-omega-ruby-cib-back.webp"
  },
  {
    "sku": "3DS-003",
    "slug": "3ds-003-pokemon-alpha-sapphire",
    "name": "Pokémon Alpha Sapphire",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Alpha Sapphire voor de Nintendo 3DS — de schitterende 3D-remake van Pokémon Sapphire uit 2002. Duik opnieuw de Hoenn-regio in met vernieuwde graphics, Mega Evoluties en Primal Kyogre — de oervorm van het legendarische oceaan-Pokémon. Het verhaal volgt Team Aqua in hun missie om de zeeën uit te breiden. Na het hoofdavontuur biedt de Delta Episode een exclusief verhaal met Mega Rayquaza en Deoxys in de ruimte. Vlieg op Latias door de Hoenn-lucht en ontdek Mirage Spots waar legendarische Pokémon schuilgaan. De DexNav maakt het opsporen van zeldzame Pokémon verslavend. Super Secret Bases en Pokémon-wedstrijden bieden uren extra content. Perfecte instap voor nieuwkomers. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-003-pokemon-alpha-sapphire.webp",
    "backImage": "/images/products/3ds-003-pokemon-alpha-sapphire-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true,
    "cibImage": "/images/products/3ds-003-pokemon-alpha-sapphire-cib.webp",
    "cibBackImage": "/images/products/3ds-003-pokemon-alpha-sapphire-cib-back.webp"
  },
  {
    "sku": "3DS-004",
    "slug": "3ds-004-pokemon-moon",
    "name": "Pokémon Moon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Moon voor de Nintendo 3DS — Generatie VII in de op Hawaï geïnspireerde Alola-regio. Alolan varianten van klassiekers als Vulpix (ijs-type) en Raichu (elektrisch/psychisch) geven bekende Pokémon een frisse draai. Het legendarische Lunala, een psychisch/spook-type, speelt een centrale rol in het mysterieuze verhaal over Ultra Beasts en de Aether Foundation. Moon speelt zich 12 uur verschoven af van Sun, waardoor je overdag in het maanlicht speelt. Island Trials met Totem Pokémon vervangen de traditionele Gyms. Spectaculaire Z-Moves bieden nieuwe gevechtsmogelijkheden. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-004-pokemon-moon.webp",
    "backImage": "/images/products/3ds-004-pokemon-moon-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false,
    "cibImage": "/images/products/3ds-004-pokemon-moon-cib.webp",
    "cibBackImage": "/images/products/3ds-004-pokemon-moon-cib-back.webp"
  },
  {
    "sku": "3DS-005",
    "slug": "3ds-005-pokemon-super-mystery-dungeon",
    "name": "Pokémon Super Mystery Dungeon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Super Mystery Dungeon voor de Nintendo 3DS — het meest ambitieuze Mystery Dungeon-avontuur met alle 720 Pokémon tot en met Generatie VI. Word een Pokémon en ontdek samen met je partner een emotioneel verhaal over een versteningsvloek. De roguelike gameplay is uitdagender dan ooit, met complexe labyrinten, Mega Evolutie en gevaarlijke Monster Houses. Het Connection Orb-systeem laat je bondgenoten ontgrendelen door missies te voltooien. De 3D-graphics brengen de dungeons tot leven op het 3DS-scherm. Met Looplets en Emeras als nieuwe strategische elementen. Geschikt voor fans van roguelikes en Pokémon-spin-offs. Europese versie (PAL/EUR). Losse cartridge, getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-005-pokemon-super-mystery-dungeon.webp",
    "backImage": "/images/products/3ds-005-pokemon-super-mystery-dungeon-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false
  },
  {
    "sku": "GB-001",
    "slug": "gb-001-pokemon-trading-card-game",
    "name": "Pokémon Trading Card Game",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "Strategie",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Trading Card Game voor de Game Boy Color — de digitale versie van het populaire Pokémon-kaartspel uit 2000. Verzamel meer dan 220 kaarten uit de Base Set, Jungle, Fossil en exclusieve promotiekaarten. Bouw strategische decks en daag acht Club Masters uit om de vier Grand Masters te verslaan. De gameplay is verrassend diepgaand: energiemanagement, type-voordelen en deck-samenstelling vereisen echte strategie. Het spel bevat exclusieve Phantom Cards die niet in het fysieke kaartspel bestonden. De charmante 8-bit muziek en nostalgische Generatie I-sfeer maken dit een unieke combinatie van RPG en kaartspel. Steeds gewilder bij retro-verzamelaars. Europese versie (PAL/EUR). Losse cartridge, getest en werkend — opslaan via batterij.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-001-pokemon-trading-card-game.webp",
    "backImage": "/images/products/gb-001-pokemon-trading-card-game-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-010",
    "slug": "ds-010-pokemon-diamond-eur",
    "name": "Pokémon Diamond (EUR)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 40,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Diamond voor de Nintendo DS — het begin van Generatie IV in de Sinnoh-regio, geïnspireerd door Hokkaido. Vang de legendarische tijdmeester Dialga — een staal/draak-type dat de tijd beheerst. Diamond introduceerde de eerste Wi-Fi battles in de serie, ondergrondse tunnels voor het opgraven van fossielen en het dag-nachtsysteem uit Generatie II. Met meer dan 100 nieuwe Pokémon en 493 in totaal. Het verhaal over Team Galactic die een nieuw universum willen creëren is ambitieus. De fysieke/speciale aanvalssplit revolutioneerde het gevechtssysteem. Compleet in doos met handleiding. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-010-pokemon-diamond-eur.webp",
    "backImage": "/images/products/ds-010-pokemon-diamond-eur-back.webp",
    "inkoopPrijs": 16,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-011",
    "slug": "ds-011-pokemon-md-blue-rescue-team",
    "name": "Pokémon Mystery Dungeon: Blue Rescue Team",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Blue Rescue Team voor de Nintendo DS — de DS-helft van het allereerste Mystery Dungeon-avontuur. Word een Pokémon en vorm samen met je partner een reddingsteam. De willekeurig gegenereerde dungeons zorgen voor eindeloze herhaalbaarheid. Het verhaal is verrassend emotioneel: thema's over vriendschap en opoffering raken spelers van alle leeftijden. De DS-versie toont de kaart op het bovenste scherm. Met Pokémon uit Generatie I tot III om te rekruteren, Friend Areas en verborgen post-game dungeons met legendarische Pokémon. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-011-pokemon-md-blue-rescue-team.webp",
    "backImage": "/images/products/ds-011-pokemon-md-blue-rescue-team-back.webp",
    "inkoopPrijs": 12,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-012",
    "slug": "ds-012-pokemon-md-explorers-of-sky",
    "name": "Pokémon Mystery Dungeon: Explorers of Sky",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 65,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Sky voor de Nintendo DS — de definitieve versie van de Explorers-trilogie, het absolute hoogtepunt van de Mystery Dungeon-serie. Bevat het volledige verhaal plus vijf exclusieve Special Episodes over personages als Wigglytuff en Team Charm. De Spinda Café en Sky Jukebox zijn exclusieve toevoegingen. Het tijdreisverhaal behoort tot de meest emotionele in de Pokémon-franchise. Met extra starters zoals Riolu, Eevee en Shinx, en een uitdagende post-game met Zero Isle en Destiny Tower. Zeldzaam en zeer gewild op de verzamelmarkt. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-012-pokemon-md-explorers-of-sky.webp",
    "backImage": "/images/products/ds-012-pokemon-md-explorers-of-sky-back.webp",
    "inkoopPrijs": 26,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-013",
    "slug": "ds-013-pokemon-ranger",
    "name": "Pokémon Ranger",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Avontuur",
    "price": 20,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Ranger voor de Nintendo DS — het allereerste Ranger-avontuur dat het touchscreen op een geheel nieuwe manier benut. Gebruik een Capture Styler: teken cirkels om wilde Pokémon om ze tijdelijk te bevrienden. In de Fiore-regio bescherm je de natuur tegen de Go-Rock Squad. Gevangen Pokémon helpen obstakels overwinnen: vuur om hekken te verbranden, water om branden te blussen en kracht om rotsen te verplaatsen. Met Generatie I tot III Pokémon en een boeiende verhaallijn. De game bood een speciale Manaphy Egg-missie voor Diamond en Pearl. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-013-pokemon-ranger.webp",
    "backImage": "/images/products/ds-013-pokemon-ranger-back.webp",
    "inkoopPrijs": 8,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-014",
    "slug": "ds-014-pokemon-md-explorers-of-darkness",
    "name": "Pokémon Mystery Dungeon: Explorers of Darkness",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Explorers of Darkness voor de Nintendo DS — de donkere tegenhanger van Explorers of Time met exclusieve rekruteerbare Pokémon. Sluit je aan bij de Wigglytuff Guild als verkenner. Het epische tijdreisverhaal over Temporal Tower, Grovyle en de duistere Darkrai is een van de beste in de franchise. De roguelike gameplay biedt willekeurig gegenereerde dungeons op elke verdieping. Met honderden Pokémon om te rekruteren, een uitdagende moeilijkheidsgraad en een uitgebreide post-game met legendarische dungeons. Het IQ-systeem laat teamleden vaardigheden leren. De emotionele soundtrack en het hartverscheurende einde maken dit onvergetelijk. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-014-pokemon-md-explorers-of-darkness.webp",
    "backImage": "/images/products/ds-014-pokemon-md-explorers-of-darkness-back.webp",
    "inkoopPrijs": 10,
    "inkoopFeatured": false
  },
  {
    "sku": "DS-015",
    "slug": "ds-015-pokemon-conquest",
    "name": "Pokémon Conquest",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Strategie",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Conquest voor de Nintendo DS — een unieke crossover tussen Pokémon en Nobunaga's Ambition, gesitueerd in het feodale Ransei. Dit tactische strategiespel combineert Pokémon-gevechten met gridgebaseerde oorlogsvoering. Verover 17 koninkrijken, elk met een eigen type-specialisatie en een Warlord gebaseerd op historische Japanse figuren. Nobunaga strijdt met Zekrom, terwijl jouw held een band vormt met Eevee. Na de hoofdcampagne ontgrendel je meer dan 30 extra scenario's. Met 200 Pokémon uit Generatie I tot V en een diep strategisch gevechtssysteem. Zeer gewild bij verzamelaars vanwege de beperkte oplage. Compleet in doos. Amerikaanse versie (NTSC).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-015-pokemon-conquest.webp",
    "backImage": "/images/products/ds-015-pokemon-conquest-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-016",
    "slug": "ds-016-pokemon-black-2",
    "name": "Pokémon Black 2",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Black Version 2 voor de Nintendo DS — het eerste echte vervolg in de Pokémon-hoofdserie, twee jaar na Black. De Unova-regio is drastisch veranderd met nieuwe steden en bevroren gebieden. Het legendarische Black Kyurem, de fusie van Kyurem en Zekrom, staat centraal in het verhaal over Team Plasma's terugkeer. De Pokémon World Tournament laat je alle kampioenen uit eerdere generaties uitdagen. PokéStar Studios en Hidden Grottos met Hidden Abilities bieden unieke content. De post-game biedt toegang tot Pokémon uit alle vijf generaties. Generatie V op zijn absolute best. Compleet in doos met handleiding. Europese versie (PAL/EUR).",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-016-pokemon-black-2.webp",
    "backImage": "/images/products/ds-016-pokemon-black-2-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-017",
    "slug": "ds-017-pokemon-white-2",
    "name": "Pokémon White 2",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon White Version 2 voor de Nintendo DS — het vervolg op White, twee jaar later in een veranderde Unova-regio. Met White Kyurem op de cover, de fusie van Kyurem en Reshiram. De exclusieve White Treehollow is een uitdagende dungeon met zeldzame beloningen. PokéStar Studios laat je creatieve Pokémon-films regisseren. In de Pokémon World Tournament vecht je tegen kampioenen als Red, Lance en Cynthia. Hidden Grottos verbergen Pokémon met Hidden Abilities. Met de meest uitgebreide post-game tot dan toe en het Habitat-systeem dat bijhoudt welke Pokémon je per route al gevangen hebt. Compleet in doos met handleiding. Europese versie (PAL/EUR). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-017-pokemon-white-2.webp",
    "backImage": "/images/products/ds-017-pokemon-white-2-back.webp",
    "inkoopPrijs": 22,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-018",
    "slug": "ds-018-pokemon-diamond-usa",
    "name": "Pokémon Diamond (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Diamond voor de Nintendo DS — de Amerikaanse versie van het Generatie IV-debuut in de Sinnoh-regio. Vang de legendarische tijdmeester Dialga, een staal/draak-type dat de tijd beheerst, bovenop de Spear Pillar. De Sinnoh-regio, geïnspireerd door Hokkaido, biedt besneeuwde bergen en het imposante Mount Coronet. De eerste Pokémon-game met Wi-Fi battles en trades. De Underground laat je fossielen opgraven en geheime bases bouwen. De fysieke/speciale split veranderde het gevechtssysteem voorgoed. Met meer dan 100 nieuwe Pokémon en een ambitieus verhaal over Team Galactic. Voordeliger dan de Europese variant. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-018-pokemon-diamond-usa.webp",
    "backImage": "/images/products/ds-018-pokemon-diamond-usa-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-019",
    "slug": "ds-019-pokemon-platinum-usa",
    "name": "Pokémon Platinum (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 70,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Platinum voor de Nintendo DS — de definitieve Generatie IV-ervaring in de Amerikaanse NTSC-versie. De verbeterde Diamond en Pearl voegt het spectaculaire Distortion World toe, waar Giratina in Origin Forme verschijnt. De Battle Frontier met vijf faciliteiten biedt de meest uitdagende post-game in de serie. Platinum verbeterde de snelheid significant en introduceerde nieuwe vormen voor Giratina, Shaymin en Rotom. Het verhaal over Cyrus en Team Galactic is ambitieuzer verteld. Wordt gezien als een van de drie beste Pokémon-games naast HeartGold/SoulSilver en Emerald. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-019-pokemon-platinum-usa.webp",
    "backImage": "/images/products/ds-019-pokemon-platinum-usa-back.webp",
    "inkoopPrijs": 28,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-020",
    "slug": "ds-020-pokemon-pearl-usa",
    "name": "Pokémon Pearl (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Pearl voor de Nintendo DS — de tegenhanger van Diamond in Generatie IV, met het legendarische Palkia op de cover. Palkia, een water/draak-type, beheerst de ruimte en verschijnt op de Spear Pillar. De Sinnoh-regio biedt een rijke wereld met besneeuwde routes en het uitgestrekte Mount Coronet. Pearl bevat exclusieve Pokémon als Misdreavus, Glameow en Shieldon. De Underground tunnels bieden multiplayerplezier en de Global Trade Station maakte online handelen mogelijk. Met de fysieke/speciale aanvalssplit, meer dan 100 nieuwe Pokémon en het ambitieuze Team Galactic-verhaal. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-020-pokemon-pearl-usa.webp",
    "backImage": "/images/products/ds-020-pokemon-pearl-usa-back.webp",
    "inkoopPrijs": 14,
    "inkoopFeatured": true
  },
  {
    "sku": "DS-021",
    "slug": "ds-021-pokemon-heartgold-usa",
    "name": "Pokémon HeartGold (USA)",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "RPG",
    "price": 85,
    "condition": "Gebruikt",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon HeartGold voor de Nintendo DS — de Amerikaanse versie van de iconische Generatie II-remake. Met Ho-Oh op de cover herbeleef je het Johto-avontuur in prachtige DS-graphics. Versla acht Gym Leaders in Johto, ontmasker Team Rocket en reis naar Kanto voor nog eens acht badges — 16 in totaal. Je Pokémon loopt achter je aan in de overworld. Na beide regio's wacht de strijd tegen Red op Mount Silver met zijn team rond level 80. De Pokéathlon, Battle Frontier en Safari Zone bieden honderden uren post-game content. Regelmatig gekozen als de beste Pokémon-game ooit. Compleet in doos met handleiding. Amerikaanse versie (NTSC). Getest en werkend.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/ds-021-pokemon-heartgold-usa.webp",
    "backImage": "/images/products/ds-021-pokemon-heartgold-usa-back.webp",
    "inkoopPrijs": 34,
    "inkoopFeatured": true
  },
  {
    "sku": "3DS-006",
    "slug": "3ds-006-pokemon-mystery-dungeon-gates-to-infinity",
    "name": "Pokémon Mystery Dungeon: Gates to Infinity",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 20,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Mystery Dungeon: Gates to Infinity is een dungeon-crawler RPG voor de Nintendo 3DS. Speel als een Pokémon en verken willekeurig gegenereerde dungeons in de wereld van Pokémon. Met prachtige 3D-graphics en een meeslepend verhaal biedt dit spel urenlang speelplezier. Bouw je eigen Pokémon Paradise op en ga op avontuur met je Pokémon-vrienden.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity.webp",
    "backImage": "/images/products/3ds-006-pokemon-mystery-dungeon-gates-to-infinity-back.webp"
  },
  {
    "sku": "3DS-007",
    "slug": "3ds-007-pokemon-ultra-sun",
    "name": "Pokémon Ultra Sun",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Ultra Sun is de uitgebreide versie van Pokémon Sun voor de Nintendo 3DS. Ontdek een alternatief verhaal in de Alola-regio met nieuwe Pokémon, Ultra Beasts en de mysterieuze Ultra Wormholes. Met verbeterde gameplay, nieuwe locaties en het epische Team Rainbow Rocket is dit de ultieme Alola-ervaring.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-007-pokemon-ultra-sun.webp",
    "backImage": "/images/products/3ds-007-pokemon-ultra-sun-back.webp"
  },
  {
    "sku": "3DS-008",
    "slug": "3ds-008-pokemon-ultra-moon",
    "name": "Pokémon Ultra Moon",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Ultra Moon is de uitgebreide versie van Pokémon Moon voor de Nintendo 3DS. Beleef een alternatief verhaal in de Alola-regio met nieuwe Pokémon, Ultra Beasts en de geheimzinnige Ultra Wormholes. Met verbeterde gameplay, nieuwe gebieden en het legendarische Team Rainbow Rocket biedt dit spel een nog rijkere ervaring.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-008-pokemon-ultra-moon.webp",
    "backImage": "/images/products/3ds-008-pokemon-ultra-moon-back.webp"
  },
  {
    "sku": "3DS-009",
    "slug": "3ds-009-detective-pikachu",
    "name": "Detective Pikachu",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "Avontuur",
    "price": 25,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Detective Pikachu is een uniek avonturenspel voor de Nintendo 3DS waarin je samenwerkt met een pratende Pikachu om mysteries op te lossen. Verken Ryme City, ondervraag getuigen en verzamel aanwijzingen om de waarheid te ontdekken. Met charmante personages en een boeiend verhaal is dit een must-have voor Pokémon-fans.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-009-detective-pikachu.webp",
    "backImage": "/images/products/3ds-009-detective-pikachu-back.webp"
  },
  {
    "sku": "3DS-010",
    "slug": "3ds-010-pokemon-y",
    "name": "Pokémon Y",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 30,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Y is een revolutionair Pokémon-spel voor de Nintendo 3DS dat de overstap maakte naar volledige 3D-graphics. Verken de Kalos-regio, ontdek Mega Evolutie en vang het legendarische Yveltal. Met nieuwe Pokémon, Pokémon-Amie en Super Training biedt dit spel een vernieuwende ervaring voor elke trainer.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-010-pokemon-y.webp",
    "backImage": "/images/products/3ds-010-pokemon-y-back.webp"
  },
  {
    "sku": "3DS-011",
    "slug": "3ds-011-pokemon-sun",
    "name": "Pokémon Sun",
    "platform": "Nintendo 3DS",
    "category": "Games > 3DS",
    "genre": "RPG",
    "price": 25,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Sun neemt je mee naar de tropische Alola-regio op de Nintendo 3DS. Ontdek regionale Alola-vormen van bekende Pokémon, neem deel aan eilanduitdagingen en vang het legendarische Solgaleo. Met Z-Moves, Poké Pelago en de Festival Plaza biedt dit spel een zonnig Pokémon-avontuur.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/3ds-011-pokemon-sun.webp",
    "backImage": "/images/products/3ds-011-pokemon-sun-back.webp"
  },
  {
    "sku": "DS-022",
    "slug": "ds-022-pokemon-dash",
    "name": "Pokémon Dash",
    "platform": "Nintendo DS",
    "category": "Games > DS",
    "genre": "Race",
    "price": 15,
    "condition": "Zo goed als nieuw",
    "completeness": "Compleet in doos (CIB)",
    "type": "simple",
    "description": "Pokémon Dash is een racespel voor de Nintendo DS waarin je met Pikachu over verschillende parcoursen racet. Gebruik het touchscreen om Pikachu te besturen door te swipen en versla andere Pokémon in spannende races. Met multiplayer-modus en GBA-connectiviteit voor extra banen is dit een leuk en uniek Pokémon-spel.",
    "weight": 0.08,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/ds-022-pokemon-dash.webp",
    "backImage": "/images/products/ds-022-pokemon-dash-back.webp"
  },
  {
    "sku": "GB-002",
    "slug": "gb-002-pokemon-gold",
    "name": "Pokémon Gold",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Gold is een klassiek RPG-avontuur voor de Game Boy Color. Verken de Johto-regio, vang meer dan 100 nieuwe Pokémon en daag de Gym Leaders uit. Met het revolutionaire dag-en-nachtsysteem, het kweken van Pokémon en de mogelijkheid om terug te keren naar Kanto is dit een van de meest geliefde Pokémon-games ooit.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-002-pokemon-gold.webp",
    "backImage": "/images/products/gb-002-pokemon-gold-back.webp"
  },
  {
    "sku": "GB-003",
    "slug": "gb-003-pokemon-blue",
    "name": "Pokémon Blue",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Blue is een van de originele Pokémon-games voor de Game Boy. Begin je avontuur als Pokémon-trainer in de Kanto-regio, vang alle 151 Pokémon en versla de Elite Four. Deze Europese versie (DMG-APED-NOE) is een echte klassieker en verzamelobject voor elke Pokémon-fan.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-003-pokemon-blue.webp",
    "backImage": "/images/products/gb-003-pokemon-blue-back.webp"
  },
  {
    "sku": "GB-004",
    "slug": "gb-004-pokemon-yellow",
    "name": "Pokémon Yellow",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 35,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Yellow, ook bekend als de Special Pikachu Edition, is de ultieme versie van de eerste generatie Pokémon-games voor de Game Boy. Pikachu volgt je als starter-Pokémon en weigert in een Poké Ball te gaan, net als in de anime. Met verbeterde graphics en unieke gameplay-elementen is dit een must-have voor verzamelaars.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-004-pokemon-yellow.webp"
  },
  {
    "sku": "GB-005",
    "slug": "gb-005-pokemon-silver",
    "name": "Pokémon Silver",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 30,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Silver is een klassiek RPG-avontuur voor de Game Boy Color. Verken de Johto-regio, vang het legendarische Lugia en ontdek meer dan 100 nieuwe Pokémon. Met het dag-en-nachtsysteem, het kweken van Pokémon en de mogelijkheid om Kanto opnieuw te bezoeken is dit een tijdloze Pokémon-ervaring.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": false,
    "image": "/images/products/gb-005-pokemon-silver.webp",
    "backImage": "/images/products/gb-005-pokemon-silver-back.webp"
  },
  {
    "sku": "GB-006",
    "slug": "gb-006-pokemon-crystal",
    "name": "Pokémon Crystal",
    "platform": "Game Boy / Color",
    "category": "Games > Game Boy",
    "genre": "RPG",
    "price": 55,
    "condition": "Gebruikt",
    "completeness": "Losse cartridge",
    "type": "simple",
    "description": "Pokémon Crystal is de ultieme versie van de tweede generatie Pokémon-games voor de Game Boy Color. Als eerste Pokémon-game met geanimeerde sprites en de keuze tussen een mannelijk of vrouwelijk personage was Crystal baanbrekend. Vang het legendarische Suicune in een speciaal verhaal en verken zowel Johto als Kanto.",
    "weight": 0.05,
    "isConsole": false,
    "isPremium": true,
    "image": "/images/products/gb-006-pokemon-crystal.webp",
    "backImage": "/images/products/gb-006-pokemon-crystal-back.webp"
  }
]